Repository: babynus/projeqtor
Catalog: branches/V7.4/projeqtor/docs/user/locale/*/LC_MESSAGES/UserParameter.po
Languages: de

source: User parameters
de: Benutzerdefinierte Paramete

source: User parameters screen allows configuration of personal settings.
de: Benutzerparameter-Bildschirm erlaubt die Konfiguration von persönlichen Einstellungen.

source: User parameters are efficient even without saving.
de: Benutzerparameter sind auch ohne Speichern effizient.

source: Section: Display parameters
de: Sektion: Parameter anzeige

source: Generic display parameter for user.
de: Generische Anzeigeparameter für Benutzer.

source: Section: Graphic interface behavior
de: Sektion: Grafisches Schnittstellenverhalten

source: Selection of graphic interface behavior.
de: Auswahl des grafischen Oberflächenverhaltens.

source: Section: Print & Export parameters
de: Sektion: Parameter drucken & exportieren

source: Section: Miscellaneous
de: Sektion: Sonstiges

source: Field: Project indent char in lists
de: Feld: Projekt-Einrückzeichen in Listen

source: Set to "none" to get a flat list.
de: Set to "none", um eine flache Liste zu bekommen.

source: Section: Photo
de: Sektion: Foto

source: Photo of the user.
de: Foto des Benutzers.

source: Section: Password
de: Sektion: Kennwort

source: Changes the user's password.
de: Ä„ndert das Passwort des Benutzers.
