Repository: babynus/projeqtor
Catalog: projeqtor/docs/user/locale/*/LC_MESSAGES/Concept.po
Languages: de

source: A test session can be the parent of test sessions.
de: Eine Testsitzung kann das übergeordnete Element von Testsitzungen sein.

source: This allows to define the structure of test sessions.
de: Dies ermöglicht es, die Struktur von Testsitzungen zu definieren.

source: Dates, works and costs of test sessions (child) are summarized in the test session (parent).
de: Termine, Arbeiten und Kosten von Testsitzungen (Kind) werden in der Testsitzung (Elternteil) zusammengefasst.

source: A test session is a task when it's not a parent of test sessions.
de: Eine Testsitzung ist eine Aufgabe, wenn sie nicht übergeordnet ist.

source: More detail, see: :ref:`test-session` screen.
de: Weitere Details finden Sie unter: :ref:`test-session` screen.

source: Milestone
de: Meilenstein

source: This planning element is a flag in the planning, to point out key dates.
de: Dieses Planungselement ist ein Kennzeichen in der Planung, um auf Stichtage hinzuweisen.

source: May be a transition point between phases, deliveries.
de: Möglicher Übergangspunkt zwischen Phasen, Lieferungen.

source: ProjeQtOr offers two types of milestone floating and fixed.
de: ProjeQtOr bietet zwei Arten von Meilensteinen, flexible und feste.

source: More detail, see: :ref:`milestone` screen.
de: Weitere Einzelheiten finden Sie unter: :ref:`milestone` screen.

source: Meeting
de: Meetings

source: This planning element acts like a fixed milestone, but it's a task.
de: Dieses Planungselement wirkt wie ein fester Meilenstein, ist aber eine Aufgabe.

source: Like a milestone, a meeting can be a transition point.
de: Wie ein Meilenstein kann ein Meeting ein Übergangspunkt sein.

source: But also, like a task because it's possible to assign resources and planned work.
de: Aber auch, wie eine Aufgabe, weil es möglich ist, Ressourcen und geplante Arbeit zuzuweisen.

source: More detail, see: :ref:`meeting` screen.
de: Mehr Details, siehe: :ref:`meeting` screen.

source: Dependencies
de: Abhängigkeiten

source: Dependencies allow to define the execution order of tasks (sequential or concurrent).
de: Abhängigkeiten erlauben es, die Ausführungsreihenfolge von Aufgaben (sequentiell oder gleichzeitig) zu definieren.

source: All planning elements can be linked to others.
de: Alle Planungselemente können mit anderen verknüpft werden.

source: Dependencies can be managed in the Gantt chart and in screen of planning element.
de: Abhängigkeiten können im Balkenplan und im Bild des Planungselements verwaltet werden.

source: More detail, see: :ref:`project-planning`, :ref:`predSuces-element-section`.
de: Mehr Details siehe: :ref:`project-planning`, :ref:`predSuces-element-section`.

source: Global parameter "Apply strict mode for dependencies"
de: Globaler Parameter „Stricktmodus für Abhängigkeiten anwenden“.

source: If the value is set to “Yes”, the planning element (successor) can't start the same day that the end date of planning element (predecessor).
de: Wenn der Wert auf „Ja“ gesetzt ist, kann das Planungselement (Nachfolger) nicht am selben Tag beginnen wie das Endedatum des Planungselements (Vorgänger).

source: Delay (days)
de: Verzögerung (Tage)

source: A delay can be defined between predecessor and successor (start).
de: Zwischen Vorgänger und Nachfolger kann eine Verzögerung definiert werden (Start).

source: Dependency types
de: Beziehungstypen

source: ProjeQtOr offers only the dependency (Finish to Start).
de: ProjeQtOr bietet nur die Abhängigkeit (Finish to Start).

source: This section explains what are they dependency types can be reproduced or not.
de: In diesem Abschnitt wird erläutert, welche Abhängigkeitstypen reproduziert werden können und welche nicht.

source: **Start to Start**
de: **Anfang zu Anfang**

source: To reproduce this dependency type, it's possible to add a milestone as prior of both tasks.
de: Um diesen Abhängigkeitstyp zu reproduzieren, ist es möglich, einen Meilenstein als Vorgänger der beiden Aufgaben hinzuzufügen.

source: **Start to Finish**
de: **Anfang zu Ende**

source: This dependency type can't be reproduced in ProjeQtOr.
de: Dieser Abhängigkeitstyp kann in ProjeQtOr nicht reproduziert werden.

source: This is a very weird scenario.
de: Das ist ein sehr eigenartiges Szenario.

source: **Finish to Finish**
de: **Ende zu Ende**

source: This involves reverse planning and may introduce overloading of resources, what is not possible in ProjeQtOr.
de: Dies beinhaltet eine umgekehrte Planung und kann zu einer Überlastung der Ressourcen führen, was in ProjeQtOr nicht möglich ist.

source: Planning mode
de: Planungsmodus

source: Planning mode allows to define constraints on planning elements: activity, test session and milestone.
de: Der Planungsmodus ermöglicht die Definition von Einschränkungen für Planungselemente: Aktivität, Testsitzung und Meilenstein.

source: Planning modes are grouped under two types (Floating and Fixed).
de: Die Planungsmodi sind unter zwei Typen (flexibel und fixiert) zusammengefasst.

source: Floating
de: Fließend

source: These planning modes have no constraint date.
de: Diese Planungsmodi haben kein Einschränkungsdatum.

source: Planning element is floating depending on its predecessors.
de: Das Planungselement bewegt sich in Abhängigkeit von seinen Vorgängern.

source: Planning modes: As soon as possible, Work together, Fixed duration and floating milestone.
de: Planungsmodi So bald wie möglich, Zusammenarbeiten, Feste Dauer und gleitender Meilenstein.

source: Fixed
de: Fest

source: These planning modes have constraint date.
de: Diese Planungsmodi haben ein Begrenzungsdatum.

source: Planning modes: Must not start before validated date, As late as possible, Regular and fixed milestone.
de: Planungsmodi Darf nicht vor dem validierten Datum beginnen, So spät wie möglich, Regelmäßiger und fester Meilenstein.

source: More detail, see: :ref:`Activity and Test session planning modes<progress-section-planning-mode>` and :ref:`Milestone planning modes<planning-mode-milestone>`.
de: Mehr Details, siehe: :ref:`Activity and Test session planning modes<progress-section-planning-mode>` und :ref:`Milestone planning modes<planning-mode-milestone>`.

source: Because ProjeQtOr does not backward planning, the planning mode "As late as possible" with no constraint date (Floating) is not available.
de: Da ProjeQtOr nicht rückwärts plant, steht der Planungsmodus „So spät wie möglich“ ohne Einschränkungsdatum (flexibel) nicht zur Verfügung.

source: Default planning mode
de: Standard-Planungsmodus

source: Possibility to define the default planning mode according to element type.
de: Möglichkeit, den Standard-Planungsmodus in Abhängigkeit von der Elementart zu definieren.

source: See: :ref:`activity-type`, :ref:`milestone-type` and :ref:`test-session-type` screens.
de: Siehe auch: :ref:`activity-type`, :ref:`milestone-type` und :ref:`test-session-type` Bildschirme.

source: Prioritized planning elements
de: Priorisierte Planungselemente

source: Planning elements are scheduled in this order of priority:
de: Planungselemente werden in dieser Reihenfolge eingeplant:

source: Fixed date (Fixed milestone, Meeting)
de: Fester Termin (Fester Meilenstein, Besprechung

source: Recurrent activities - Planning modes "Regular..." (Activity, Test session)
de: Wiederkehrende Aktivitäten - Planungsmodi „Normal….“ (Aktivität, Testsitzung)

source: Fixed duration (Activity, Test session)
de: Feste Dauer (Aktivität, Testsitzung)

source: Others
de: Andere

source: Scheduling priority
de: Terminierungspriorität

source: The scheduling priority allows to define scheduled order among planning elements.
de: Die Terminpriorität ermöglicht es, den terminierten Auftrag zwischen den Planungselementen zu definieren.

source: Possible values: from 1 (highest priority) to 999 (lowest priority).
de: Mögliche Werte: 1 (höchste Priorität) bis 999 (niedrigste Priorität).

source: Scheduling priority value is set in progress section of planning element.
de: Der Terminprioritätswert wird im Abschnitt Fortschritt des Planungselements gesetzt.

source: If projects have different priorities, all elements of project with highest priority are scheduled first.
de: Wenn Projekte unterschiedliche Prioritäten haben, werden alle Elemente des Projekts mit der höchsten Priorität zuerst geplant.

source: Project structure
de: Projektstruktur

source: Work breakdown structure (WBS) is used to define project structure.
de: Der Projektstrukturplan (PSP) wird zur Definition der Projektstruktur verwendet.

source: Breakdown can be done with sub-projects, activities and test sessions.
de: Die Aufteilung kann mit Teilprojekten, Aktivitäten und Testsitzungen erfolgen.

source: Structure management
de: Strukturmanagement

source: As seen previously, the project can be split in subprojects.
de: Wie bereits gesehen, kann das Projekt in Teilprojekte aufgeteilt werden.

source: All other planning elements concerned by the project or subproject are put under them without structure.
de: Alle anderen vom Projekt oder Teilprojekt betroffenen Planungselemente werden ohne Struktur untergeordnet.

source: Planning elements can be grouped and orderly in hierarchical form.
de: Planungselemente können in hierarchischer Form gruppiert und geordnet werden.

source: Structure management can be done in the Gantt chart or in planning elements screen.
de: Die Strukturverwaltung kann im Balkenplan oder im Menü der Planungselemente erfolgen.

source: WBS element numbering
de: PSP-Elementnummerierung

source: The project is numbered by its id number.
de: Das Projekt ist nach seiner ID-Nummer nummeriert.

source: All other elements are numbered depending on their level and sequence.
de: Alle anderen Elemente sind je nach Stufe und Reihenfolge nummeriert.

source: WBS numbering is automatically adjusted.
de: Die PSP-Nummerierung wird automatisch angepasst.

source: Project scheduling calculation
de: Projektplanungsrechnung

source: The project schedule is calculated on the full project plan that includes parents and predecessor elements (dependencies).
de: Der Projektzeitplan wird auf der Grundlage des vollständigen Projektplans berechnet, der Eltern und Vorgänger-Elemente (Abhängigkeiten) enthält.

source: Scheduling
de: Terminierung

source: The calculation is executed task by task in the following order:
de: Die Berechnung wird Aufgabe für Aufgabe in der folgenden Reihenfolge durchgeführt:

source: Dependencies (Predecessor tasks are calculated first)
de: Abhängigkeiten (Vorgängeraufgaben werden zuerst berechnet)

source: Project priority
de: Projekt Priorität

source: Task priority
de: Aufgabenpriorität

source: Project structure (WBS)
de: Projektstrukturplan (PSP)

source: Constraints
de: Einschränkungen

source: The remaining work (left) on tasks will be distributed on the following days from starting planning date, taking into account several constraints:
de: Die restliche (noch ausstehende) Arbeit zu den Aufgaben wird an den folgenden Tagen ab Planungsbeginn unter Berücksichtigung verschiedener Randbedingungen verteilt:

source: Project allocation capacity (Project allocation rate)
de: Projektvergabekapazität (Projektvergaberate)

source: Assignation capacity (Task assignation rate)
de: Zuordnungskapazität (Aufgabenzuordnungsrate)

source: Resource overloads
de: Ressourcenüberlastung

source: This is not possible to overloading the resources.
de: Dies ist nicht möglich, um die Ressourcen nicht zu überlasten.

source: The planning calculation process respects availability and capacity of the resource.
de: Die Planungsrechnung berücksichtigt die Verfügbarkeit und Kapazität der Ressource.

source: If it is not possible to distribute remaining work, on already planned days, the calculation process uses new available time slot.
de: Wenn es nicht möglich ist, die Restarbeit an bereits geplanten Tagen zu verteilen, verwendet der Berechnungsablauf ein neues verfügbares Terminangebot.

source: ProjeQtOr roles
de: ProjeQtOr Rollen

source: A stakeholder can play many roles in ProjeQtOr.
de: Ein Stakeholder kann in ProjeQtOr viele Rollen einnehmen.

source: Roles depends on :ref:`user-ress-contact-demystify`.
de: Rollen sind abhängig von :ref:`user-ress-contact-demystify`.

source: Specific roles are defined to allow:
de: Spezifische Rollen werden definiert, um dies zu ermöglichen:

source: To categorize the stakeholders involved in the projects.
de: Kategorisierung der an den Projekten beteiligten Stakeholder.

source: To identify the stakeholders on items.
de: Identifizierung der Stakeholder zu den Themen.

source: To regroup the stakeholders to facilitate information broadcasting.
de: Umgruppierung der Stakeholder zur Erleichterung der Informationsvermittlung.

source: Use to
de: Verwenden um

source: In items of elements.
de: In den Elementen.

source: As reports parameters.
de: Als Berichtsparameter.

source: As recipients list to mailing and alert.
de: Als Empfänger Liste für Mailings und Warnmeldungen.

source: An administrator is a :term:`user` with "Administrator" profile.
de: Ein Administrator ist ein :term:`Nutzer` mit „Administrator“ Profil.

source: Has a visibility over all the projects.
de: Hat einen Überblick über alle Projekte.

source: Contact
de: Kontakt

source: A contact is a person in a business relationship.
de: Ein Kontakt ist eine Person in einer Geschäftsbeziehung.

source: A contact can be a person in the customer organization.
de: Ein Kontakt kann eine Person in der Kundenorganisation sein.

source: Used as contact person for contracts, sales and billing.
de: Dient als Ansprechpartner für Verträge, Verkauf und Fakturierung.

source: Contacts management is performed on :ref:`contact` screen.
de: Die Verwaltung der Kontakte erfolgt auf dem Bildschirm :ref:`contact`.

source: Issuer
de: Aussteller

source: An issuer is a :term:`user` who created the item.
de: Ein Ersteller ist ein :term:`Nutzer`, der den Eintrag erstellt hat.

source: Creation information
de: Erstellungsinformation

source: The issuer name and creation date of an item are displayed in the :ref:`Creation information zone<detail-window>`.
de: Der Name des Erstellers und das Erstellungsdatum eines Postens werden im Fenster :ref:`Creation information zone<detail-window>`.

source: Project leader
de: Projektleiter

source: A project leader is a :term:`resource` allocated to a project with a “Project Leader” profile.
de: Ein Projektleiter ist ein :term:`Ressource`, der einem Projekt mit dem Profil „Projektleiter“ zugeordnet ist.

source: Project manager
de: Projektmanager

source: A project manager is a :term:`resource` defined as the manager on a project.
de: Ein Projektmanager ist ein :term:`Ressource` definiert als der Manager in einem Projekt.

source: Accelerator button
de: Beschleuniger-Taste

source: This button allows to set current user is the project manager.
de: Diese Schaltfläche ermöglicht die Einstellung, dass der aktuelle Benutzer der Projektmanager ist.

source: More detail, see: :ref:`Assign to me button<assignToMe-button>`.
de: Mehr Details, siehe: :ref:`Assign to me button<assignToMe-button>`.

source: Project team
de: Projektteam

source: All :term:`resources<resource>` allocated to a project.
de: Alle :term:`Resourcen<Ressource>` die einem Projekt zugeordnet sind.

source: Requestor
de: Anforderer

source: A requestor is a :term:`contact`.
de: Ein Anforderer ist ein :term:`Kontact`.

source: Used to specify the requestor for ticket, activity and requirement.
de: Wird verwendet, um den Antragsteller für Ticket, Aktivität und Anforderung anzugeben.

source: Only contacts allocated to the selected project can be a requestor.
de: Nur Kontakte, die dem ausgewählten Projekt zugeordnet sind, können Antragsteller sein.

source: Responsible
de: Verantwortlich

source: A responsible is a :term:`resource` in charge of item treatment.
de: Ein Verantwortlicher ist eine :term:`Ressource`, die für die Behandlung von Gegenständen zuständig ist.

source: Usually, the responsible is set when the status of the item is :term:`handled<Handled status>`.
de: In der Regel wird der Verantwortliche gesetzt, wenn sich der Status der Position auf :term:`behandelt<Behandelt Status>`.

source: Only resources allocated to the selected project can be a responsible.
de: Nur Ressourcen, die dem ausgewählten Projekt zugeordnet sind, können verantwortlich sein.

source: GUI behavior
de: GUI-Verhalten

source: It is possible to define that responsible field is mandatory on handled status.
de: Es ist möglich zu definieren, dass das verantwortliche Feld für den behandelten Status verpflichtend ist.

source: The element type screens allow to set this parameter to several elements.
de: Die Elementtyp Bildschirm erlaubt es, Parameter zu mehrere Elemente zu setzen.

source: More detail, see: :ref:`behavior-section`.
de: Mehr Details siehe: :ref:`behavior-section`.

source: Set automatically the responsible
de: Setzen Sie automatisch den Verantwortlichen

source: It is possible to set automatically the responsible.
de: Es ist möglich, den Verantwortlichen automatisch zu setzen.

source: More detail, see: :ref:`Global parameters<responsible-section>`.
de: Mehr Details, siehe: :ref:`Global parameters<responsible-section>`.

source: This button allows to set current user is the responsible.
de: Diese Schaltfläche ermöglicht die Einstellung des aktuellen Benutzers.

source: Access rights
de: Zugriffsrechte

source: It is possible to define a combination of rights to permit access for elements the user is responsible for.
de: Es ist möglich, eine Kombination von Rechten zu definieren, um den Zugriff auf Elemente zu ermöglichen, für die der Benutzer verantwortlich ist.

source: More detail, see: :ref:`access-mode` screen.
de: Mehr Details siehe: :ref:`access-mode` screen.

source: Resource
de: Ressource

source: Human or material resource involved in the projects.
de: Menschliche oder materielle Ressourcen, die an den Projekten beteiligt sind.

source: It is possible to define the resource availability to the projects.
de: Es ist möglich, die Ressourcenverfügbarkeit für die Projekte zu definieren.

source: Resources management is performed on the :ref:`resource` screen.
de: Die Ressourcenverwaltung erfolgt in der Maske :ref:`resource`.

source: User
de: Benutzer

source: User allows to connect to the application.
de: Benutzer erlaubt die Verbindung zur Anwendung.

source: User profile define general access rights. But it does not necessarily give access to project data.
de: Benutzerprofile definieren allgemeine Zugriffsrechte. Es gibt aber keinen zwangsläufigen Zugriff auf Projektdaten.

source: Users management is performed on the :ref:`user` screen.
de: Die Benutzerverwaltung erfolgt im Menü :ref:`user`.

source: Profiles definition
de: Definition der Profile

source: The profile is a group used to define application authorization and access rights to the data.
de: Das Profil ist eine Gruppe zur Definition von Anwendungsberechtigungen und Zugriffsrechten auf die Daten.

source: A user linked to a profile belongs to this group who share same application behavior.
de: Ein mit einem Profil verknüpfter Benutzer gehört zu dieser Gruppe, der das gleiche Anwendungsverhalten hat.

source: You can define profiles to be conformed to the roles defined in your organization.
de: Sie können Profile definieren, die an die definierten Rollen in Ihrer Organisation angepasst werden.

source: Access rights management is done on :ref:`Access rights<profile>` screens
de: Die Verwaltung der Zugriffsrechte erfolgt über die :ref:`Access rights<profile>` Maske

source: Used for
de: Verwendet für

source: The profile is used to define access rights to application and data, first.
de: Über das Profil werden zunächst die Zugriffsrechte auf Anwendung und Daten definiert.

source: Also, the profile is used to send message, email and alert to groups.
de: Außerdem wird das Profil verwendet, um Nachrichten, E-Mails und Benachrichtigungen an Gruppen zu senden.

source: Selected profile in project allocation
de: Ausgewähltes Profil in der Projektzuordnung

source: A profile can be selected to a user, resource or contact in project allocation.
de: Ein Profil kann für einen Benutzer, eine Ressource oder einen Kontakt in der Projektzuordnung ausgewählt werden.

source: The profile selected is used to give data access to elements of the projects.
de: Das ausgewählte Profil wird verwendet, um Datenzugriff auf Elemente der Projekte zu ermöglichen.

source: Workflow definition
de: Definiton des Arbeitsablaufs

source: The profile is used to define who can change from one status to another one.
de: Über das Profil wird festgelegt, wer von einem Status in einen anderen wechseln darf.

source: You can restrict or allow the state transition to another one according to the profile.
de: Sie können den Zustandsübergang je nach Profil einschränken oder zulassen.

source: Workflow definition is managed in :ref:`workflow` screen.
de: Die Arbeitsablauf-Definition wird über das Menü :ref:`workflow` verwaltet.

source: Predefined profiles
de: Vordefinierte Profile

source: ProjeQtOr offer some predefined profiles.
de: ProjeQtOr bieten einige vordefinierte Profile an.

source: Administrator profile
de: Administrator-Profil

source: This profile group all administrator users.
de: Dieses Profil gruppiert alle Administrator-Benutzer.

source: Only these users can manage the application and see all data without restriction.
de: Nur diese Benutzer können die Anwendung verwalten und alle Daten uneingeschränkt einsehen.

source: The user "admin" is already defined.
de: Der Benutzer „Admin“ ist bereits definiert.

source: Supervisor profile
de: Supervisor-Profil

source: Users linked to this profile have a visibility over all the projects.
de: Die mit diesem Profil verknüpften Benutzer haben einen Überblick über alle Projekte.

source: This profile allows to monitor projects.
de: Dieses Profil ermöglicht die Überwachung von Projekten.

source: Project leader profile
de: Projektleiterprofil

source: Users of this profile are the project leaders.
de: Nutzer dieses Profils sind die Projektleiter.

source: The project leader has a complete access to owns projects.
de: Der Projektleiter hat vollen Zugriff auf eigene Projekte.

source: Project member profile
de: Projektmitarbeiterprofil

source: A project member is working on projects allocated to it.
de: Ein Projektmitarbeiter arbeitet an den ihm zugewiesenen Projekten.

source: The user linked to this profile is a member of team projects.
de: Der mit diesem Profil verknüpfte Benutzer ist Mitglied von Teamprojekten.

source: Project guest profile
de: Projekt-Gastprofil

source: Users linked to this profile have limited visibility to projects allocated to them.
de: Benutzer, die mit diesem Profil verknüpft sind, haben eine eingeschränkte Sicht der ihnen zugeordneten Projekte.

source: The user "guest" is already defined.
de: Der Benutzer "guest" ist bereits definiert.

source: Predefined profiles (External)
de: Vordefinierte Profile (extern)

source: ProjeQtOr allow to involve client employees in their projects.
de: ProjeQtOr ermöglicht es, die Mitarbeiter des Kunden in ihre Projekte einzubeziehen.

source: The distinction between this profile and its equivalent, user access is more limited.
de: Die Unterscheidung zwischen diesem Profil und seiner Entsprechung, der Benutzerzugriff ist eingeschränkter.

source: ProjeQtOr allows to define roles of stakeholders.
de: ProjeQtOr erlaubt es, die Rollen der Stakeholder zu definieren.

source: The stakeholder definition is made with profile and a combination with user/resource/contact definition.
de: Die Stakeholder-Definition erfolgt mit Profil und einer Kombination aus Benutzer-, Ressourcen- und Kontaktdefinition.
