Repository: babynus/projeqtor
Catalog: projeqtor/docs/user/locale/*/LC_MESSAGES/Concept.po
Languages: de

source: Project
de: Projekt

source: A project is the main entity of ProjeQtOr.
de: Ein Projekt ist die Haupteinheit von ProjeQtOr.

source: Project element is more than a :ref:`planning-element`, it is also used to:
de: Projektelement ist mehr als ein :ref:`planning-element`, es wird auch verwendet um:

source: Gather all project data
de: Sammeln aller Projektdaten

source: Allows to gather all data depend on project:
de: Ermöglicht die Erfassung aller Daten je nach Projekt:

source: Planning elements
de: Planungselemente

source: Risk assessment, Risk mitigation, Reserve
de: Risikobewertung, Risikominderung, Reserve

source: Ticket, Issue, Bug tracking, Change request, Support
de: Ticket, Problem, Bug Tracking, Änderungsanfrage, Unterstützung

source: Review logs, Meeting, Decision, Action plan
de: Prüfprotokolle, Besprechung, Entscheidung, Aktionsplan

source: Requirement & Test
de: Anforderung & Test

source: Project expense
de: Projektkosten

source: Quotation, Order, Bill, Payment
de: Angebot, Bestellung, Rechnung, Zahlung

source: Document
de: Dokument

source: Restrict data visibility
de: Datensichtbarkeit einschränken

source: Allows restricting data visibility to users by project.
de: Ermöglicht die Beschränkung der Datensichtbarkeit auf Benutzer pro Projekt.

source: The project data visibility is granted according to the user profile.
de: Die Sichtbarkeit der Projektdaten wird entsprechend dem Benutzerprofil gewährleistet.

source: See: :ref:`profiles-definition`
de: Siehe auch: :ref:`profiles-definition`

source: See: :ref:`allocation-to-project`
de: Siehe auch: :ref:`allocation-to-project`

source: **Project selector**
de: ** Projektauswahl**

source: It is a filter that allows restricting the data visible to a dedicated project.
de: Es ist ein Filter, der es erlaubt, die sichtbaren Daten auf ein bestimmtes Projekt zu beschränken.

source: See: :ref:`top-bar`
de: Siehe auch: :ref:`top-bar`

source: Define the project type
de: Definieren Sie den Projekttyp

source: Three project types can be defined:
de: Drei Projekttypen können definiert werden:

source: **Operational project**
de: **Betriebliches Projekt**

source: Most common project to follow activity.
de: Häufigstes Projekt zur Verfolgung von Aktivitäten.

source: **Administrative project**
de: **Verwaltungsprojekt**

source: Allows to follow the non productive work as holidays, sickness, training, …
de: Ermöglicht die Verfolgung der nicht produktiven Arbeit wie Urlaub, Krankheit, Ausbildung, …

source: All resource will be able to enter some real work on such project, without having to be allocated to the project, nor assigned to project activities.
de: Alle Ressourcen werden in der Lage sein, die tatsächliche Arbeit im Projekt einzugeben, ohne dass sie dem Projekt zugewiesen werden müssen oder den Projektaktivitäten zugeordnet werden müssen.

source: **Template project**
de: **Vorlagenprojekt**

source: Designed to define templates, to be copied as operational project. (See: :ref:`copy-item`)
de: Entworfen, um Vorlagen zu definieren, die als operatives Projekt kopiert werden sollen. (Siehe: :ref:`copy-item`)

source: Any project leaders can copy such projects, without having to be allocated to them.
de: Jeder Projektleiter kann solche Projekte kopieren, ohne ihnen zugeordnet werden zu müssen.

source: The project type is defined in a project type (See: :ref:`project-type` screen).
de: Der Projekttyp wird in einem Projekttyp definiert (siehe: :ref:`project-type` screen).

source: Which is associated to a project (See: :ref:`project` screen).
de: Die einem Projekt zugeordnet ist (Siehe: :ref:`project` screen).

source: Define billable project
de: Definieren Sie ein abrechenbares Projekt

source: A project can be billable or not.
de: Ein Projekt kann abrechenbar sein oder nicht.

source: **Non billable project**
de: **Nicht abrechenbares Projekt**

source: The non billable project is used for internal or administrative project.
de: Das nicht abrechenbare Projekt wird für interne oder administrative Projekte verwendet.

source: **Billable project**
de: **Abrechenbares Projekt**

source: For billable projects the billing types available are: at terms, on producing work, on capping produced work and manual.
de: Für abrechenbare Projekte stehen folgende Abrechnungsarten zur Verfügung: zu Konditionen, bei der Erstellung von Arbeiten, bei der Kappung von produzierten Arbeiten und manuell.

source: The project billing type is defined in a project type (See: :ref:`project-type` screen).
de: Die Projektabrechnungsart wird in einem Projekttyp definiert (Siehe: :ref:`project-type` screen).

source: Organization
de: Organisation

source: The notion of organization introduces a way to consolidate projects on a different hiererchic structure, apart from projects / sub-projects structure.
de: Der Begriff der Organisation führt einen Weg ein, um Projekte auf einer anderen hierarchischen Struktur zu konsolidieren, abgesehen von Projekten / Teilprojekten.

source: Definition of the structure of the company in the frame of organizations (Departments, Units, Location, ...)
de: Definition der Unternehmensstruktur im Rahmen von Organisationen (Abteilungen, Einheiten, Standorte,….)

source: The organization summarizes the data of the projects in progress for the organization
de: Die Organisation fasst die Daten der laufenden Projekte für die Organisation zusammen

source: Organization link
de: Organisatorische Verbindung

source: Each project can be linked to an organization
de: Jedes Projekt kann mit einer Organisation verknüpft werden

source: Sub-projects are by default attached to the same organization as the parent, but can be integrated into another organization.
de: Teilprojekte sind standardmäßig der gleichen Organisation wie die Mutterorganisation zugeordnet, können aber in eine andere Organisation integriert werden.

source: Resources can be linked to an organization.
de: Ressourcen können mit einer Organisation verknüpft werden.

source: Depending on the profile, you can limit the visibility of resources to people in the same organization or team as the current user.
de: Je nach Profil können Sie die Sichtbarkeit von Ressourcen auf Personen in derselben Organisation oder demselben Team wie der aktuelle Benutzer beschränken.

source: Product
de: Produkt

source: A product is a material object or for IT/IS projects is a software application.
de: Ein Produkt ist ein materielles Objekt oder für IT/IS-Projekte eine Softwareanwendung.

source: Composition of product
de: Zusammensetzung

source: A product can have a complex structure that can be composed of sub-product and components.
de: Ein Produkt kann eine komplexe Struktur haben, die sich aus Teilprodukt und Komponenten zusammensetzen kann.

source: A product and its components can have several versions that represent each declination.
de: Ein Produkt und seine Komponenten können mehrere Versionen haben, die jede Deklination repräsentieren.

source: See: :ref:`product-structure`
de: Siehe auch: :ref:`product-structure`

source: Linked to a project
de: Verknüpft mit einem Projekt

source: A product is an element delivered by a project.
de: Ein Produkt ist ein Element, das von einem Projekt geliefert wird.

source: The link with the project have no impact on project planning.
de: Die Verknüpfung mit dem Projekt hat keinen Einfluss auf die Projektplanung.

source: Indicates only that project is devoted to a specific product versions.
de: Gibt nur an, dass das Projekt für eine bestimmte Produktversion bestimmt ist.

source: The link management is done in :ref:`project` and :ref:`product-version` screens.
de: Die Verwaltung der Links erfolgt in den Fenstern :ref:`project` and :ref:`product-version`.

source: Link with projects
de: Verknüpfung mit Projekten

source: Identifying the version that is the subject of treatment
de: Identifizierung der zu behandelnden Version

source: Product (component) versions can be identified in these elements: :ref:`activity`, :ref:`milestone`, :ref:`requirement`, :ref:`test-case`, :ref:`test-session` and :ref:`ticket`.
de: Produkt(komponenten)-Versionen können anhand dieser Elemente identifiziert werden: :ref:`activity`, :ref:`milestone`, :ref:`requirement`, :ref:`test-case`, :ref:`test-session` und :ref:`ticket`.

source: The purpose is to identify which product (component) and its version that is the subject of the treatment.
de: Ziel ist es, festzustellen, welches Produkt (Komponente) und welche Version Gegenstand der Bearbeitung ist.

source: Depending on the element, it has the possibility identifying version of origin, target version or both.
de: Abhängig vom Element gibt es die Möglichkeit, Herkunftsversion, Zielversion oder beides zu identifizieren.

source: Document management
de: Dokumentenmanagement

source: Documents can be identified to products.
de: Dokumente können zu Produkten identifiziert werden.

source: See: :ref:`document`
de: Siehe auch: :ref:`document`

source: Management of product and component elements
de: Verwaltung von Produkt- und Komponentenelementen

source: See: :ref:`ConfigurationManagement`, for detail about management of product and component elements.
de: Siehe: :ref:`ConfigurationManagement`, für Details zur Verwaltung von Produkt- und Komponentenelementen.

source: Product structure
de: Produktstruktur

source: The product structure is defined depending on the relationships defined between product and component elements.
de: Die Produktstruktur wird in Abhängigkeit von den Beziehungen zwischen Produkt und Komponentenelementen definiert.

source: The rules defining a product structure are:
de: Die Regeln, die eine Produktstruktur definieren, sind:

source: **Relationships between product elements**
de: **Beziehungen zwischen Produktelementen**

source: A product can have several sub-products.
de: Ein Produkt kann mehrere Teilprodukte haben.

source: A sub-product can be in the composition only one product.
de: Ein Teilprodukt kann in der Zusammensetzung nur ein Produkt sein.

source: Relationships between product elements
de: Beziehungen zwischen Produktelementen

source: **Relationships between product and component elements**
de: **Beziehungen zwischen Produkt und Komponentenelementen**

source: A product can be composed of several components.
de: Ein Produkt kann aus mehreren Komponenten bestehen.

source: A component can be in the composition of several products.
de: Eine Komponente kann sich aus mehreren Produkten zusammensetzen.

source: Relationships between product and component elements
de: Beziehungen zwischen Produkt- und Komponentenelementen

source: **Relationships between component elements**
de: **Beziehungen zwischen Komponentenelementen**

source: Components can be linked between them (N to N relationships).
de: Komponenten können miteinander verknüpft werden (N bis N-Beziehungen).

source: Relationships between component elements
de: Beziehungen zwischen Komponenten

source: Versions of product and component elements
de: Versionen von Produkt- und Komponentenelementen

source: A product can have several versions that represent each declination of product.
de: Ein Produkt kann mehrere Versionen haben, die jeder Deklination des Produkts darstellen.

source: A component can have several versions that represent each declination of the component.
de: Eine Komponente kann mehrere Versionen enthalten, die jeder Deklination der Komponente darstellen.

source: Links can be defined between versions of products and components, but only with the elements defined in the product structure.
de: Es können Verknüpfungen zwischen Versionen von Produkten und Komponenten definiert werden, jedoch nur mit den in der Produktstruktur definierten Elementen.

source: Link between versions of product and component
de: Verbindung zwischen Produkt- und Komponentenversionen

source: Planning
de: Planung

source: ProjeQtOr implements work-driven planning method.
de: ProjeQtOr arbeitet mit einer arbeitsorientierten Planungsmethode.

source: Based upon on resource availability and their capacity.
de: Basierend auf der Verfügbarkeit von Ressourcen und deren Kapazität.

source: Resource availability
de: Verfügbarkeit von Ressourcen

source: Resource availability is defined by calendars and project allocation period.
de: Die Ressourcenverfügbarkeit wird durch Kalender und Projektzuordnungszeitraum definiert.

source: **Resource calendar**
de: **Ressourcenkalender**

source: Each resource is attached to a calendar to define its working days.
de: Jede Ressource ist einem Kalender zugeordnet, um deren Werktage zu definieren.

source: Tasks assigned to the resource will be planned according to working days defined in the calendar.
de: Die der Ressource zugeordneten Aufgaben werden nach den im Kalender definierten Werktagen geplant.

source: More detail, see: :ref:`resource-calendar`
de: Mehr Details, siehe: :ref:`resource-calendar`

source: **Project allocation period**
de: **Projektvergabezeitraum**

source: The resource can be allocated to several projects.
de: Die Ressource kann mehreren Projekten zugeordnet werden.

source: Possibility to define allocation period.
de: Möglichkeit, den Vergabezeitraum zu definieren.

source: More detail, see: :ref:`resource-allocation-to-project`
de: Mehr dazu unter: :ref:`resource-allocation-to-project`

source: Resource capacity
de: Ressourcenkapazität

source: Resource capacity is defined on daily base.
de: Die Ressourcenkapazität wird auf Tagesbasis definiert.

source: The scheduling tool does not exceed the daily resource capacity.
de: Das Planungstool überschreitet nicht die täglichen Ressourcenkapazität.

source: This indicator is defined for each resource.
de: Dieser Indikator wird für jede Ressource definiert.

source: It allows to define the daily capacity.
de: Ermöglicht die Definition der Tageskapazität.

source: More detail, see: :ref:`resource`
de: Mehr Details, siehe: :ref:`resource`

source: Project allocation rate
de: Projektvergaberate

source: The project allocation rate is used to resolve allocation conflicts between projects.
de: Die Projektzuweisungsrate wird zur Lösung von Zuordnungskonflikten zwischen Projekten verwendet.

source: It allows to define resource availability for a project during a period.
de: Ermöglicht die Definition der Ressourcenverfügbarkeit für ein Projekt während eines Zeitraums.

source: Use with the resource capacity, it allows to define the project allocation capacity on a weekly base.
de: Mit der Ressourcenkapazität kann die Projektverteilungskapazität auf Wochenbasis definiert werden.

source: Task assignation rate
de: Aufgabenzuordnungsrate

source: The task assignation rate is used to keep some scheduling time for other tasks.
de: Die Aufgabenzuteilungsrate wird verwendet, um eine gewisse Zeit für andere Aufgaben einzuplanen.

source: Use with the resource capacity, it allows to define the assignation capacity on a daily base.
de: Mit der Ressourcenkapazität können Sie die Zuordnungskapazität auf Tagesbasis definieren.

source: Draft planning
de: Entwurfsplanung

source: Two methods can be used to create a draft planning.
de: Für die Erstellung einer Entwurfsplanung stehen zwei Methoden zur Verfügung.

source: **Use planning mode "fixed duration"**
de: **Verwenden Sie den Planungsmodus „feste Dauer“**

source: This planning mode is used to define fixed duration tasks. (See: :ref:`planningMode`)
de: Dieser Planungsmodus wird verwendet, um Aufgaben mit fester Dauer zu definieren. (Siehe: :ref:`planningMode`)

source: Dependencies allow to define the execution order of tasks. (See: :ref:`dependencies`)
de: Abhängigkeiten erlauben es, die Ausführungsreihenfolge von Aufgaben zu definieren. (Siehe: :ref:`dependencies`)

source: You can define this planning mode as defaut in the Activities Types screen for some types of activities you'll use in draft plannings
de: Sie können diesen Planungsmodus im Dialogfenster Aktivitätsarten für einige Arten von Aktivitäten, die Sie in der Entwurfsplanung verwenden werden, als Standard definieren

source: **Use faked and team resource**
de: **Benutze vorgetäuschte und Team-Ressourcen**

source: The faked and team resource can be useful to get a first estimate of project cost and duration without involving the real resources.
de: Ein vorgetäuschte und Team-Ressource kann nützlich sein, um eine erste Schätzung der Projektkosten und -dauer zu erhalten, ohne die tatsächlichen Ressourcen einzubeziehen.

source: Planning schedule is calculated using of the work-driven planning method.
de: Der Planungsterminplan wird mit Hilfe der arbeitsgesteuerten Planungsmethode berechnet.

source: Faked and team resources can be mixed in same draft planning.
de: Vorgetäuschte und Teamressourcen können in derselben Entwurfsplanung gemischt werden.

source: **Faked resources**
de: **Vorgetäuschte Ressourcen**

source: For instance, you want to define a Java developer resource. You can create a resource named "Java developer #1".
de: Beispielsweise möchten Sie eine Java-Entwickler Ressource definieren. Sie können eine Ressource namens „Java-Entwickler #1“ erstellen.

source: There are several levels of Java developer with different daily costs (beginner, intermediary and expert).
de: Es gibt mehrere Ebenen der Java-Entwickler mit unterschiedlichen täglichen Kosten (Anfänger, Fortgeschrittene und Experten).

source: You can define for this resource the functions and average daily cost for each level. (See: :ref:`resource-function-cost`)
de: Sie können für diese Ressource die Funktionen und die durchschnittlichen Tageskosten pro Stufe festlegen. (Siehe: :ref:`resource-function-cost`)

source: You assign this resource to tasks, to a specific function (level). (See: :ref:`assignment`)
de: Sie ordnen diese Ressource einer bestimmten Funktion (Ebene) zu. (See: :ref:`assignment`)

source: Faked resource will be easily replaced with *real* resources when project becomes real, with *allocation replacement* feature.
de: Vorgetäuschte Ressourcen werden einfach durch *reale* Ressourcen mit der Funktion *Zuweisungstausch* ersetzt, wenn das Projekt real wird.

source: **Team resource**
de: **Team Ressource**

source: A team resource is a resource whose daily capacity has been defined to represent capacity of a team (Capacity (FTE) > 1).
de: Eine Teamressource ist eine Ressource, deren Tageskapazität definiert wurde, um die Kapazität eines Teams darzustellen (Kapazität (FTE) > 1). „FTE = Full Time Employee“

source: For instance, you needed to define four Java developers, but you don’t want to create a resource for each. You can *overload* the daily capacity of the resource (Example: Capacity FTE=4).
de: Zum Beispiel mussten Sie vier Java-Entwickler definieren, aber Sie wollen nicht für jeden eine Ressource anlegen. Sie können die Tageskapazität der Ressource *überladen* (Beispiel: Kapazität FTE=4).

source: Using team resources is very easy but renders estimation of project duration as draft, not taking into account constraint of different resources such as possibly different skills or expertise level.
de: Die Verwendung von Teamressourcen ist sehr einfach, macht aber eine Schätzung der Projektdauer als Entwurf möglich, ohne Berücksichtigung der Einschränkung verschiedener Ressourcen wie z.B. unterschiedlicher Fähigkeiten oder Fachkenntnisse.

source: With team resources it is very easy to estimate planning with different number of members in the team : what if I include 5 Java develpers instead of 4 ? Just change capacity to 5 and re-calculate planning...
de: Mit Team-Ressourcen ist es sehr einfach, die Planung mit unterschiedlicher Anzahl von Mitgliedern im Team abzuschätzen: was, wenn ich 5 Java-Entwickler anstelle von 4 einschließe? Einfach die Kapazität auf 5 ändern und die Planung neu berechnen….

source: ProjeQtOr offers standard planning elements like Project, Activity and Milestone.
de: ProjeQtOr bietet Standard-Planungselemente wie Projekt, Aktivität und Meilenstein.

source: But also, it offers two more planning element: Test session and Meeting.
de: Es bietet aber auch zwei weitere Planungselemente: Testsitzung und Besprechung.

source: This planning element defines the project.
de: Dieses Planungselement definiert das Projekt.

source: It allows to specify information on the project sheet like the customer, bill contact, sponsor, manager and objectives.
de: Es ermöglicht die Angabe von Informationen auf dem Projektblatt wie Kunde, Rechnungskontakt, Sponsor, Manager und Ziele.

source: Documents, notes and attachments can be annexed.
de: Dokumente, Notizen und Anlagen können beigefügt werden.

source: More detail, see: :ref:`project` screen.
de: Mehr Details, siehe: :ref:`project` screen.

source: **Sub-project**
de: **Teilprojekt**

source: Sub-project is used to split the project.
de: Das Teilprojekt wird zur Aufteilung des Projekts verwendet.

source: The project can be split to correspond the organizational breakdown or something else.
de: Das Projekt kann so aufgeteilt werden, dass es der organisatorischen Aufteilung oder etwas anderem entspricht.

source: Separation of duties
de: Funktionstrennung

source: A project can be split into multiple sub projects.
de: Ein Projekt kann in mehrere Teilprojekte aufgeteilt werden.

source: A project leader and team can be allocated to each sub-project.
de: Jedem Teilprojekt kann ein Teil-Projektleiter und ein Team zugeordnet werden.

source: Project allocation allows to define data visibility and isolate sub-projects. (See: :ref:`allocation-to-project`)
de: Die Projektzuordnung ermöglicht es, die Sichtbarkeit der Daten zu definieren und Teilprojekte zu isolieren. (Siehe: :ref:`allocation-to-project`)

source: A supervisor can follow-up the project in its totality.
de: Ein Supervisor kann das Projekt in seiner Gesamtheit verfolgen.

source: Activity
de: Aktivität

source: This planning element can be a phase, a delivery, a task or any other activity.
de: Dieses Planungselement kann eine Phase, eine Lieferung, eine Aufgabe oder eine andere Aktivität sein.

source: An activity can grouped other activities or be a task.
de: Eine Aktivität kann andere Aktivitäten gruppieren oder eine Aufgabe sein.

source: **Grouping of activities**
de: **Gruppierung von Aktivitäten**

source: An activity can be the parent of activities.
de: Eine Aktivität kann das übergeordnete Element von Aktivitäten sein.

source: This allows to define the structure of phases and deliveries.
de: Dies ermöglicht es, die Struktur von Phasen und Lieferungen zu definieren.

source: Dates, works and costs of activities (child) are summarized in the activity (parent).
de: Termine, Arbeiten und Kosten von Aktivitäten (Kind) werden in der Aktivität (Elternteil) zusammengefasst.

source: **Task**
de: **Aufgabe**

source: An activity is a task when it's not a parent of activities.
de: Eine Aktivität ist eine Aufgabe, wenn sie kein Elternteil von Aktivitäten ist.

source: A task is assigned to resources for to be performed.
de: Eine Aufgabe wird Ressourcen zugeordnet, die ausgeführt werden sollen.

source: More detail, see: :ref:`activity` screen.
de: Weitere Einzelheiten finden Sie unter: :ref:`activity` screen.

source: Test session
de: Testsitzung

source: This planning element is a specialized activity aimed for tests.
de: Dieses Planungselement ist eine spezialisierte Aktivität für Tests.

source: A test session allows to define a set of test case that must be run.
de: Eine Testsitzung erlaubt es, einen Satz von Testfällen zu definieren, die ausgeführt werden müssen.

source: A test session can grouped other test sessions or be a task.
de: Eine Testsitzung kann andere Testsitzungen gruppieren oder eine Aufgabe sein.

source: **Grouping of test sessions**
de: **Gruppierung von Testsitzungen**
