Repository: babynus/projeqtor
Catalog: projeqtor/docs/user/locale/*/LC_MESSAGES/Concept.po
Languages: de

source: The combinations user/resource/contact allow to define:
de: Die Kombinationen Benutzer/Ressource/Kontakt erlauben es zu definieren:

source: Connection to the application or not.
de: Verbindung zur Anwendung oder nicht.

source: Data visibility.
de: Daten-Sichtbarkeit.

source: Resource availability.
de: Verfügbarkeit von Ressourcen.

source: Contact roles.
de: Kontaktrollen.

source: The next matrix shows the different possibilities.
de: Die folgende Matrix zeigt die verschiedenen Möglichkeiten.

source: Connection
de: Verbindung

source: Visibility
de: Sichtbarkeit

source: Availability
de: Verfügbarkeit

source: Row legend
de: Zeilenlegende

source: U = User, R = Resource, C = Contact
de: U = Benutzer, R = Ressource, C = Kontakt

source: Data visibility
de: Daten-Sichtbarkeit

source: Data visibility diagram
de: Diagramm der Datensichtbarkeit

source: **User profile**
de: **Benutzerprofil**

source: To a user, data visibility is based on its user profile.
de: Für einen Benutzer basiert die Datensichtbarkeit auf seinem Benutzerprofil.

source: User profile defined general access to application functionalities and data.
de: Das Benutzerprofil definiert den allgemeinen Zugriff auf Anwendungsfunktionalitäten und Daten.

source: Base access rights defined if a user has access to own projects or over all projects.
de: Basiszugriffsrechte definiert, wenn ein Benutzer Zugriff auf eigene Projekte oder über alle Projekte hat.

source: **All projects**
de: **Alle Projekte **

source: This access right is typically reserved for administrators and supervisors.
de: Dieses Zugriffsrecht ist typischerweise Administratoren und Supervisoren vorbehalten.

source: Users have access to all elements of all projects.
de: Benutzer haben Zugriff auf alle Elemente aller Projekte.

source: **Own projects**
de: **Eigene Projekte**

source: Users with this access right must be allocated to project to get data visibility.
de: Benutzer mit diesem Zugriffsrecht müssen dem Projekt zugeordnet werden, um Datentransparenz zu erhalten.

source: Selected profile in allocation allows to define access rights on project elements.
de: Ausgewähltes Profil in der Zuordnung erlaubt es, Zugriffsrechte auf Projektelemente zu definieren.

source: For more detail, see: :ref:`allocation-to-project`.
de: Für mehr Details siehe: :ref:`allocation-to-project`.

source: Resource availability diagram
de: Verfügbarkeitsdiagramm der Ressourcen

source: Only resource can be assigned to project activities.
de: Projektaktivitäten können nur Ressourcen zugeordnet werden.

source: Project allocation allows to define the resource availability on project.
de: Die Projektzuordnung ermöglicht es, die Ressourcenverfügbarkeit im Projekt zu definieren.

source: **Human resource**
de: **Menschliche Ressourcen**

source: Human resource is a project member.
de: Die Personalabteilung ist Projektmitglied.

source: Combined with a user, a human resource can connect to the application.
de: In Kombination mit einem Benutzer kann sich eine Personalabteilung mit der Anwendung verbinden.

source: **Material resource**
de: **Materielle Ressource**

source: Material resources availability can be defined on projects.
de: Die Verfügbarkeit von Materialressourcen kann auf Projekten definiert werden.

source: But, material resource must not be connected to the application.
de: Die materielle Ressource darf jedoch nicht mit der Anwendung verbunden sein.

source: Contact roles
de: Kontaktrollen

source: ProjeQtOr allows to involve contacts in projects.
de: ProjeQtOr ermöglicht die Einbindung von Kontakten in Projekte.

source: Combined with a user, a contact can connect to the application
de: In Kombination mit einem Benutzer kann sich ein Kontakt mit der Anwendung verbinden

source: Combined with a resource, contact availability can be planned in projects.
de: In Verbindung mit einer Ressource kann die Kontaktverfügbarkeit in Projekten geplant werden.

source: Contact roles diagram
de: Kontaktrollendiagramm

source: Shared data
de: Gemeinsam genutzte Daten

source: For a stakeholder, data on user, resource and contact are shared.
de: Für einen Stakeholder werden Daten über Benutzer, Ressourcen und Kontakte ausgetauscht.

source: Allocation to project and user profile are also shared.
de: Die Zuordnung zu Projekt und Benutzerprofil wird ebenfalls freigegeben.

source: For a stakeholder, you can define and redefine the combination without losing data.
de: Für einen Stakeholder können Sie die Kombination festlegen und neu definieren, ohne Daten zu verlieren.

source: Allocation to project
de: Zuordnung zum Projekt

source: Allocation to project is used to:
de: Die Zuordnung zum Projekt wird verwendet um:

source: Defines project data visibility.
de: Definiert die Sichtbarkeit der Projektdaten.

source: Defines resource availability.
de: Definiert die Sichtbarkeit der Projektdaten.

source: Defines the period of access to project data by the user.
de: Definiert den Zeitraum des Zugriffs auf die Projektdaten durch den Benutzer.

source: The :ref:`allocation` screen allows to manage overall allocations to project.
de: Mit der Anzeige :ref:`allocation` können Sie die Gesamtzuordnungen zum Projekt verwalten.

source: The following sections describe allocation to project, performed for user, resource or contact.
de: Die folgenden Abschnitte beschreiben die Zuordnung zum Projekt, die für den Benutzer, die Ressource oder den Kontakt durchgeführt wird.

source: User allocation
de: Benutzerzuordnung

source: Allocation to project gives data visibility on a project.
de: Die Zuordnung zum Projekt ermöglicht die Sichtbarkeit der Daten zu einem Projekt.

source: Allocation to project can be defined in the :ref:`user` screen.
de: Die Zuordnung zum Projekt kann im Bildschirm :ref:`user` definiert werden.

source: Profile selection
de: Profilauswahl

source: Selected profile allows to define access rights on project elements.
de: Das ausgewählte Profil ermöglicht die Definition von Zugriffsrechten auf Projektelemente.

source: Selected profile allows to define the role played by the user in a project.
de: Ausgewähltes Profil erlaubt es, die Rolle des Benutzers in einem Projekt zu definieren.

source: For instance, the user might be a project manager in a project and it could be a project member in another.
de: Beispielsweise kann der Benutzer ein Projektmanager in einem Projekt sein und ein Projektmitglied in einem anderen.

source: Profile defined in allocation to project does not grant or revoke access to users.
de: Das in der Zuordnung zum Projekt definierte Profil gewährt oder entzieht den Benutzern keinen Zugriff.

source: General access to application functionalities and data is defined by user profile.
de: Der allgemeine Zugriff auf Anwendungsfunktionalitäten und Daten wird durch das Benutzerprofil definiert.

source: Period selection
de: Periodenauswahl

source: Allow to define the period of project data visibility.
de: Ermöglicht die Festlegung des Zeitraums der Sichtbarkeit der Projektdaten.

source: Can be used to limit access period, according to services agreement.
de: Kann verwendet werden, um die Zugriffszeit zu begrenzen, je nach Servicevereinbarung.

source: Resource allocation to project
de: Ressourcenzuordnung zum Projekt

source: Allocation to project allows to define the resource availability on project.
de: Die Zuordnung zum Projekt ermöglicht es, die Ressourcenverfügbarkeit im Projekt zu definieren.

source: A resource may be allocated to projects at a specified rate for a period.
de: Eine Ressource kann einem Projekt für einen bestimmten Zeitraum zu einem bestimmten Prozentsatz zugewiesen werden.

source: Allocation to project can be defined in :ref:`project` and :ref:`resource` screens.
de: Die Zuordnung zum Projekt kann im Menü :ref:`project` und :ref:`resource` definiert werden.

source: It is also possible to allocate a team to a project in :ref:`team` screens.
de: Es ist auch möglich, ein Team einem Projekt im :ref:`team` Bildschirmfenster zuzuordnen.

source: A resource allocated to a project can be defined as :term:`responsible` of project items treatment.
de: Eine Ressource, die einem Projekt zugeordnet ist, kann als :term:`Verantwortlicher` für die Behandlung der Projektelemente definiert werden.

source: Period & Rate selection
de: Zeitraum & Tarifauswahl

source: A resource may be allocated to a project at a specified rate for a period.
de: Eine Ressource kann einem Projekt für einen bestimmten Zeitraum zu einem bestimmten Prozentsatz zugewiesen werden.

source: If the period is not specified then the resource is allocated throughout the project.
de: Wenn der Zeitraum nicht angegeben ist, wird die Ressource für die gesamte Dauer des Projekts zugewiesen.

source: The planning calculator tries to plan, the remaining work on the task assigned to a resource within the allocation to project period.
de: Der Planungsrechner versucht zu planen, die Restarbeit an der einer Ressource zugeordneten Aufgabe innerhalb der Zuordnung zum Projektzeitraum.

source: If remaining work on the task can't be planned, a purple bar appears in the Gantt view.
de: Wenn die verbleibende Arbeit an der Aufgabe nicht geplant werden kann, erscheint ein violetter Balken im Balkendiagramm.

source: Change resource on an allocation to project
de: Ressource bei einer Zuordnung zum Projekt ändern

source: A resource can be changed on allocation to project.
de: Eine Ressource kann bei der Zuordnung zum Projekt geändert werden.

source: All tasks assigned to old resource will be transferred to the new resource with planned work and remaining work.
de: Alle Aufgaben, die der alten Ressource zugeordnet sind, werden mit geplanter Arbeit und Restarbeit auf die neue Ressource übertragen.

source: Work done on tasks belongs to always the old resource.
de: Die geleistete Arbeit an den Aufgaben gehört immer zur alten Ressource.

source: Multi-allocation to project
de: Mehrfachzuordnung zum Projekt

source: A resource can be allocated to multiple projects in the same period.
de: Eine Ressource kann mehreren Projekten im gleichen Zeitraum zugeordnet werden.

source: Make sure that the allocation to projects for a period not exceeding 100%.
de: Stellen Sie sicher, dass die Zuweisung zu Projekten für einen Zeitraum von nicht mehr als 100% erfolgt.

source: In the section **Allocations** in :ref:`resource` screen, a tool allows to displayed conflicts.
de: Im Abschnitt **Zuordnungen** im Fenster :ref:`ressource` ermöglicht das Programm die Anzeige von Konflikten.

source: How resolve conflicts?
de: Wie werden Konflikte gelöst?

source: You can change allocation period to avoid overlap between projects.
de: Sie können den Zuordnungszeitraum ändern, um Überschneidungen zwischen Projekten zu vermeiden.

source: You can change the rate of allocation for it does not exceed 100% for the period.
de: Sie können den Kontingentierungsgrad ändern, solange er 100% für die Periode nicht überschreitet.

source: Contact allocation to project
de: Kontaktzuordnung zum Projekt

source: A contact allocated to a project can be defined as :term:`requestor`.
de: Ein einem Projekt zugeordneter Kontakt kann als :term:`Anfordere` definiert werden.

source: Allocation to project can be defined in :ref:`project` and :ref:`contact` screens.
de: Die Zuordnung zum Projekt kann im Dialog :ref:`project` und :ref:`contact` definiert werden.

source: Assignment
de: Zuweisung

source: The assignment is used to assign resources to project tasks (activity, test session, meeting).
de: Die Zuordnung dient der Zuordnung von Ressourcen zu Projektaufgaben (Aktivität, Testsitzung, Besprechung).

source: Consists to assign a resource to a task in a specific function. The function allows to define the resource daily cost.
de: Ist die Zuordnung einer Ressource zu einer Aufgabe in einer bestimmten Funktion. Die Funktion ermöglicht es, die täglichen Kosten der Ressource zu definieren.

source: A resource assignment contains data about work on task (planned, real, left and reassessed work).
de: Eine Ressourcenzuordnung enthält Daten über die Tätigkeit zur Aufgabe (geplante, tatsächliche, verbleibende und neu bewertete Arbeit).

source: Only resources allocated by the project can be assigned to project tasks.
de: Nur den durch das Projekt zugewiesene Ressourcen können Projektaufgaben zugeordnet werden.

source: Assignment can be done in :ref:`activity`, :ref:`test-session` and :ref:`meeting` screens.
de: Die Zuordnung kann im Menü :ref:`activity`, :ref:`test-session` und :ref:`meeting` vorgenommen werden.

source: Resource function and cost
de: Ressourcen-Funktion und -Kosten

source: Function
de: Funktion

source: The function defines the generic competency of a resource.
de: Die Funktion definiert die allgemeine Kompetenz einer Ressource.

source: It is used to define the role play by the resource on tasks.
de: Er dient dazu, das Rollenspiel der Ressource zu Aufgaben zu definieren.

source: In real work allocation screen, the function name will be displayed in the real work entry.
de: Im konkreten Arbeitsverteilungsbild wird der Funktionsname im tatsächlichen Arbeitseintrag angezeigt.

source: A main function must be defined to resource and it is used as default function.
de: Eine Hauptfunktion muss für die Ressource definiert sein und wird als Standardfunktion verwendet.

source: A daily cost can be defined for each function of the resource.
de: Für jede Funktion der Ressource kann ein Tagespreis definiert werden.

source: The :ref:`function` screen allows to manage function list.
de: Der Bildschirm :ref:`funktion` ermöglicht die Verwaltung der Funktionsliste.

source: Resource cost definition
de: Definition der Ressourcenkosten

source: Allows to define the daily cost, according to the functions of the resource.
de: Ermöglicht die Definition der täglichen Kosten entsprechend den Funktionen der Ressource.

source: The daily cost is defined for a specific period.
de: Die täglichen Kosten werden für einen bestimmten Zeitraum festgelegt.

source: Real cost calculation
de: Ist-Kostenberechnung

source: When real work is entered, the real cost is calculated with work of the day and daily cost for this period.
de: Bei der Erfassung der realen Arbeit werden die tatsächlichen Kosten mit der Tagesarbeit und den Tageskosten für diesen Zeitraum berechnet.

source: Planned cost calculation
de: Plankostenberechnung

source: When the project planning is calculated, resource cost is used to calculate planned cost.
de: Zur Berechnung der Projektplanung werden die Ressourcenkosten zur Berechnung der Plankosten herangezogen.

source: Planned cost is calculated with planned work of the day and current daily cost.
de: Die Plankosten werden mit der geplanten Arbeit des Tages und den aktuellen Tageskosten berechnet.

source: Function and cost are defined in :ref:`resource` screen.
de: Funktion und Kosten werden in der Maske :ref:`ressource` definiert.

source: Resource calendar
de: Ressourcenkalender

source: A calendar defines the working days in a the year.
de: Ein Kalender definiert die Arbeitstage in einem Jahr.

source: A calendar is defined for a type of resources and each resource is attached to a calendar.
de: Für einen Ressourcentyp wird ein Kalender definiert und jede Ressource ist einem Kalender zugeordnet.

source: Planning process
de: Planungsprozess

source: Calendars are used in the planning process which dispatches work on every working day.
de: Im Planungsprozess werden Kalender verwendet, die die Arbeit an jedem Werktag einplanen.

source: During the planning process, the assigned work to a resource is planned in its working days.
de: Während des Planungsprozesses wird die zugeordnete Arbeit einer Ressource anhand ihrer Werktage geplant.

source: You must re-calculate an existing planning to take into account changes on the calendar.
de: Sie müssen eine bestehende Planung neu berechnen, um Änderungen im Kalender zu berücksichtigen.

source: Shows the availability of resources
de: Zeigt die Verfügbarkeit von Ressourcen an

source: Working days defined in a calendar allows to show availability of resources.
de: Die in einem Kalender definierten Werktage erlauben es, die Verfügbarkeit der Ressourcen anzuzeigen.

source: Default calendar
de: Standardkalender

source: The default calendar is used to define the working days in the year.
de: Der Standardkalender wird verwendet, um die Werktage im Jahr zu definieren.

source: By default, this calendar is defined for all resources.
de: Standardmäßig ist dieser Kalender für alle Ressourcen definiert.

source: Specific calendar
de: Spezifischer Kalender

source: A specific calendar can be created to define working days for a type of resource.
de: Ein spezieller Kalender kann erstellt werden, um Werktage für einen Ressourcentyp zu definieren.

source: A calendar is set in :ref:`resource` screen.
de: Ein Kalender wird mit der Maske :ref:`resource` eingestellt.

source: The calendar is defined in :ref:`calendar` screen.
de: Der Kalender wird per Maske :ref:`calendar` definiert.

source: Use case
de: Anwendungsszenario

source: You can use the default calendar to set public holidays.
de: Sie können den Standardkalender verwenden, um Feiertage einzustellen.

source: You can define a different work schedule to some resources.
de: Sie können einen abweichenden Arbeitszeitplan für einige Ressourcen definieren.

source: This calendar defined exceptions to normal working days.
de: Dieser Kalender definiert Ausnahmen von normalen Werktagen.

source: For instance, you can define a calendar for resources on leave on Wednesdays.
de: Sie können z.B. einen Kalender für Ressourcen definieren die mittwochs im Urlaub sind.

source: Personal calendar
de: Persönliche Kalender

source: Even if you can create a specific calendar to each resource, this is not the advised way to manage personal days off and vacations.
de: Auch wenn Sie für jede Ressource einen eigenen Kalender erstellen können, ist dies nicht der richtige Weg, um persönliche Urlaubstage zu verwalten.

source: You’d better use Administrative projects (enter real work in advance).
de: Sie sollten besser Verwaltungsprojekte verwenden (geben Sie wirkliche Arbeit im Voraus ein).

source: Photo
de: Foto

source: A photo can be defined for a user, a resource and a contact.
de: Ein Foto kann für einen Benutzer, eine Ressource und einen Kontakt definiert werden.

source: It is a visual identification associated with the name.
de: Es ist eine visuelle Identifikation, die mit dem Namen verbunden ist.

source: To default, the first letter of the name appear as long as you don't add photo.
de: Standardmäßig wird der erste Buchstabe des Namens angezeigt, solange Sie kein Foto hinzufügen.

source: To enlarge, move the cursor over the picture.
de: Zum Vergrößern bewegen Sie den Cursor über das Bild.

source: Photo management
de: Fotoverwaltung

source: Click on |buttonAdd| or photo frame to add an image file. To complete instruction see: :ref:`Attachment file<attachment-file>`.
de: Klicken Sie auf |buttonAdd| oder Fotorahmen, um eine Bilddatei hinzuzufügen. Zur Vervollständigung siehe: :ref:`Attachment file<attachment-file>`.

source: Click on |buttonIconDelete| to remove the image.
de: Klicken Sie auf |buttonIconDelete| um das Bild zu entfernen.

source: Click on image to display the photo.
de: Klicken Sie auf das Bild, um das Foto anzuzeigen.

source: Photo management can be done in :ref:`user-parameters`, :ref:`user`, :ref:`resource` , :ref:`contact` screens.
de: Die Fotoverwaltung kann im Menü „ref:`user-parameters`, :ref:`user`, :ref:`resource`, :ref:`contact` durchgeführt werden.
