Repository: babynus/projeqtor
Catalog: projeqtor/docs/user/locale/*/LC_MESSAGES/Document.po
Languages: de

source: Documents
de: Dokumente

source: Document item describes general information about the document.
de: Dokumentposition beschreibt allgemeine Informationen über das Dokument.

source: The file document will be stored in the tool as versions.
de: Das Datei-Dokument wird als Version im Tool gespeichert.

source: Directories are defined in :ref:`document-directory` screen.
de: Verzeichnisse werden im Bildschirm "ref:`document-directory`" definiert.

source: Document can evolve and a new file is generated at each evolution.
de: Dokument kann sich entwickeln und bei jeder Evolution wird eine neue Datei erzeugt.

source: :term:`Type of versioning` must be defined for a document.
de: :term:`Type of versioning` muss für ein Dokument definiert werden.

source: You can define approvers to a document.
de: Sie können Genehmigende für ein Dokument definieren.

source: Type of versioning
de: Art der Versionierung

source: A document can evolve following four ways defined as versioning type :
de: Ein Dokument kann sich auf vier Arten entwickeln, die als Versionierungstyp definiert sind:

source: Version is a standard Vx.y format.
de: Version ist ein Standard-Vx.y-Format.

source: It is the most commonly used versioning type.
de: Es ist der am häufigsten verwendete Versionierungstyp.

source: Major updates increase x and reset y to zero.
de: Größere Updates erhöhen x und setzen y auf Null zurück.

source: Minor updates increase y.
de: Kleine Updates erhöhen y.

source: **Chronological**
de: **Chronologisch**

source: Version is a date.
de: Version ist ein Datum.

source: This versioning type is commonly used for periodical documents.
de: Dieser Versionierungstyp wird häufig für periodische Dokumente verwendet.

source: For instance : weekly boards.
de: Zum Beispiel: Wochentafeln.

source: **Sequential**
de: **Sequentiell**

source: Version is a sequential number.
de: Version ist eine fortlaufende Nummer.

source: This versioning type is commonly used for recurring documents.
de: Dieser Versionierungstyp wird häufig für wiederkehrende Dokumente verwendet.

source: For instance : Meeting reviews.
de: Zum Beispiel: Besprechungsberichte.

source: **Custom**
de: **Benutzerdefiniert**

source: Version is manually set.
de: Version wird manuell gesetzt.

source: Section: Description
de: Abschnitt: Beschreibung

source: Field
de: Bereich

source: Description
de: Beschreibung

source: Unique Id for the document.
de: Eindeutige Id für das Dokument.

source: Short description of the document.
de: Kurzbeschreibung des Dokuments.

source: **Type**
de: **Typ**

source: Type of document.
de: Art des Dokuments.

source: Project
de: Projekt

source: The project concerned by the document.
de: Das vom Dokument betroffene Projekt.

source: Product
de: Produkt" (englisch

source: The product concerned by the document.
de: Das vom Dokument betroffene Produkt.

source: **Directory**
de: **Verzeichnis**

source: Place where the document is stored to organize document structure.
de: Ort, an dem das Dokument gespeichert ist, um die Dokumentstruktur zu organisieren.

source: Document reference
de: Dokument-Referen

source: Document reference name.
de: Referenzname des Dokuments.

source: External reference of the document.
de: Externe Referenz des Dokuments.

source: Author
de: Schriftsteller

source: User or Resource or Contact who created the document.
de: Benutzer oder Ressource oder Kontakt, der das Dokument erstellt hat.

source: Box checked indicates the document is archived.
de: Box checked zeigt an, dass das Dokument archiviert ist.

source: Cancelled
de: Abgesagt

source: Box checked indicates the document is cancelled.
de: Box angekreuzt zeigt an, dass das Dokument abgebrochen wurde.

source: **\* Required field**
de: **\* Pflichtfeld**

source: Must be concerned either with a project, a product or both.
de: Muss entweder ein Projekt, ein Produkt oder beides betreffen.

source: Positioned by default as the connected user.
de: Standardmäßig als verbundener Benutzer positioniert.

source: Can be changed (for instance if the author is not the current user).
de: Kann geändert werden (z.B. wenn der Autor nicht der aktuelle Benutzer ist)"

source: Section: Versions
de: Abschnitt: Versionen

source: This section allows to manage version list of document.
de: Dieser Abschnitt erlaubt die Verwaltung der Versionsliste des Dokuments.

source: Version list fields
de: Versions-Listenfelde

source: **Versioning type**
de: **Ausführungstyp**

source: :term:`Type of versioning` for the document.
de: :term:`Type of versioning` für das Dokument.

source: Last version
de: Letzte Version

source: Caption of the last version of the document.
de: Beschriftung der letzten Version des Dokuments.

source: Status of the last version of the document.
de: Status der letzten Version des Dokuments.

source: Version list management
de: Versionslisten-Verwaltun

source: Click on |buttonAdd| to add a new version.
de: Klicken Sie auf |buttonAdd|, um eine neue Version hinzuzufügen.

source: Click on |buttonEdit| to modifiy a version.
de: Klicken Sie auf |buttonEdit|, um eine Version zu ändern.

source: Click on |buttonIconDelete| to delete a version.
de: Klicken Sie auf |buttonIconDelete|, um eine Version zu löschen.

source: Click on |iconDownload| to download file at this version.
de: Klicken Sie auf |iconDownload|, um die Datei bei dieser Version herunterzuladen.

source: **Document viewer**
de: **Dokumentenbetrachter**

source: Document viewer available for image, text and PDF files.
de: Dokumentbetrachter für Bild-, Text- und PDF-Dateien verfügbar.

source: Click on icon.
de: Klicken Sie auf das Symbol.

source: Name of download file
de: Name der Download-Datei

source: This button allows to upload locale file.
de: Diese Schaltfläche ermöglicht das Hochladen einer lokalen Datei.

source: Caption of the last existing version.
de: Beschriftung der letzten existierenden Version.

source: Update
de: Aktualisieren

source: Importance of the update concerned by the new version.
de: Bedeutung des von der neuen Version betroffenen Updates.

source: New version
de: Neue Version

source: New caption for the created version.
de: Neue Ãberschrift für die erstellte Version.

source: Date
de: Datum

source: Date of the version.
de: Datum der Version.

source: Status
de: Status" (Status

source: Current status of the version.
de: Aktueller Stand der Version.

source: Is a reference
de: Ist eine Referenz

source: Check box to set this version is the new reference of the document.
de: Kontrollkästchen zum Setzen dieser Version ist die neue Referenz des Dokuments.

source: Description of the version.
de: Beschreibung der Version.

source: A version can have a draft status, that may be removed afterwards.
de: Eine Version kann einen Entwurfsstatus haben, der nachträglich entfernt werden kann.

source: Should be checked when version is validated.
de: Sollte geprüft werden, wenn die Version validiert ist.

source: Only one version can be the reference for a document.
de: Nur eine Version kann die Referenz für ein Dokument sein.

source: Reference version is displayed in bold format in the versions list.
de: Referenzversion wird in der Versionsliste fett dargestellt.

source: May be used to describe updates brought by the version.
de: Kann verwendet werden, um Updates zu beschreiben, die die Version mit sich bringt.

source: This icon |Note| appears when the description field is filled.
de: Dieses Symbol |Note| erscheint, wenn das Beschreibungsfeld gefüllt ist.

source: Moving the mouse over the icon will display description text.
de: Wenn Sie mit der Maus über das Symbol fahren, wird der Beschreibungstext angezeigt.

source: Section: Approvers
de: Abschnitt: Genehmigende

source: This section allows to manage approver list of a document.
de: Dieser Abschnitt ermöglicht die Verwaltung der Genehmigerliste eines Dokuments.

source: Approver list fields
de: Listenfelder des Genehmigers

source: Id
de: Id" (=Id

source: Id of the approver.
de: Id des Genehmigers.

source: Name of the approver.
de: Name des Genehmigers.

source: Status of the approval of the last version of document.
de: Status der Genehmigung der letzten Version des Dokuments.

source: **Button: Approve now**
de: **Button: Jetzt genehmigen**

source: This button appears in approver list.
de: Diese Schaltfläche erscheint in der Genehmigerliste.

source: Just click on the button to approve the latest version of the document.
de: Klicken Sie einfach auf die Schaltfläche, um die neueste Version des Dokuments zu genehmigen.

source: **Button: Send a reminder email to the approvers**
de: **Button: Schicken Sie eine Erinnerungs-E-Mail an die Genehmiger**

source: Approver list management
de: Verwaltung der Genehmigungsliste

source: Click on |buttonAdd| to add a new approver.
de: Klicken Sie auf |buttonAdd|, um einen neuen Genehmigenden hinzuzufügen.

source: Click on |buttonIconDelete| to delete the approver.
de: Klicken Sie auf |buttonIconDelete|, um den Genehmigenden zu löschen.

source: Section: Lock
de: Abschnitt: Sperre

source: This section allows to manage document locking.
de: Dieser Abschnitt ermöglicht das Sperren von Dokumenten.

source: **Button: lock/unlock this document**
de: **Button: Dieses Dokument sperren/entsperren**

source: When document is locked it cannot be modified.
de: Wenn das Dokument gesperrt ist, kann es nicht geändert werden.

source: **Document locked**
de: **Dokument gesperrt**

source: When a document is locked the following fields are displayed.
de: Wenn ein Dokument gesperrt ist, werden folgende Felder angezeigt.

source: Fields when the document is locked
de: Felder, wenn das Dokument gesperrt ist

source: Locked
de: Gesperrt

source: Box checked indicates the document is locked.
de: Box checked zeigt an, dass das Dokument gesperrt ist.

source: Locked by
de: Gesperrt von

source: User who locked the document.
de: Benutzer, der das Dokument gesperrt hat.

source: Locked since
de: Gesperrt seit

source: Date and time when document was locked.
de: Datum und Uhrzeit, wann das Dokument gesperrt wurde.

source: Nomenclature
de: Nomenklatur" (Nomenklatur

source: {PROD} product designation
de: {PROD} Produktbezeichnung
