Repository: babynus/projeqtor
Catalog: projeqtor/docs/user/locale/*/LC_MESSAGES/RealWorkAllocation.po
Languages: de

source: Real work allocation
de: Echte Arbeitsverteilung

source: This screen is devoted to input of real work.
de: Dieser Bildschirm ist der Eingabe echter Arbeit gewidmet.

source: Resource enters work day by day, on each assigned task.
de: Ressource tritt Tag für Tag bei jeder zugewiesenen Aufgabe ein.

source: Data entry for one resource, on a weekly base.
de: Dateneingabe für eine Ressource, wöchentlich.

source: **Global parameter: Number of hours per day**
de: **Globaler Parameter: Anzahl der Stunden pro Tag **

source: After first work is entered, this parameter will be locked.
de: Nach Eingabe der ersten Arbeit wird dieser Parameter gesperrt.

source: Timesheet zone screen
de: Zeiterfassungs-Zonen-Bildschirm

source: 1- Selection timesheet
de: 1- Auswahlzeitenblatt

source: Allows to select a timesheet for a resource and for a period.
de: Ermöglicht die Auswahl einer Arbeitszeittabelle für eine Ressource und einen Zeitraum.

source: 2 - Show planned work
de: 2 - Geplante Arbeit zeigen

source: Check this box to display the planned work.
de: Aktivieren Sie dieses Kontrollkästchen, um die geplante Arbeit anzuzeigen.

source: Planned work displayed zone
de: Geplante Arbeit angezeigte Zone

source: 3 - Filters
de: 3 - Filter

source: Filters allow to define the list of assigned tasks displayed.
de: Filter erlauben es, die Liste der zugewiesenen Aufgaben zu definieren.

source: **Show only current week meeting**
de: **Nur aktuelles Wochenmeeting anzeigen**

source: Check this box to show only the tasks on meetings of the week.
de: Aktivieren Sie dieses Kontrollkästchen, um nur die Aufgaben in den Meetings der Woche anzuzeigen.

source: **Hide not handled items**
de: **Nicht behandelte Objekte ausblenden**

source: Check this box to hide tasks not taken over.
de: Aktivieren Sie dieses Kontrollkästchen, um nicht übernommene Aufgaben auszublenden.

source: **Hide done items**
de: **Fertige Artikel ausblenden**

source: Check this box to hide completed tasks.
de: Aktivieren Sie dieses Kontrollkästchen, um erledigte Aufgaben auszublenden.

source: **Show closed items**
de: **Zeige geschlossene Artikel**

source: Check this box to show closed tasks.
de: Aktivieren Sie dieses Kontrollkästchen, um geschlossene Aufgaben anzuzeigen.

source: **Show ID**
de: **ID anzeigen**

source: The checkbox "Hide not handled items" will be hidden.
de: Das Kontrollkästchen "Nicht behandelte Objekte verstecken" wird ausgeblendet.

source: 4 - Buttons
de: 4 - Tasten

source: Buttons of the timesheet:
de: Schaltflächen des Stundenzettels:

source: Click on |buttonIconSave| to save timesheet data.
de: Klicken Sie auf |buttonIconSave|, um Zeiterfassungsdaten zu speichern.

source: Click on |buttonIconPrint| to print timesheet.
de: Klicken Sie auf |buttonIconPrint|, um Stundenzettel zu drucken.

source: Click on |buttonIconPdf| to export timesheet in PDF format.
de: Klicken Sie auf |buttonIconPdf|, um Stundenzettel im PDF-Format zu exportieren.

source: Click on |buttonIconCsv| to export timesheet in CSV format.
de: Klicken Sie auf |buttonIconCsv|, um Timesheet im CSV-Format zu exportieren.

source: Click on |buttonIconUndo| to undo modification on the timesheet.
de: Klicken Sie auf |buttonIconUndo|, um die Änderung im Arbeitszeitblatt rückgängig zu machen.

source: 5 - Data entry validation
de: 5 - Dateneingabe-Validierung

source: Buttons allow to send and validate real work.
de: Schaltflächen ermöglichen das Senden und Validieren echter Arbeit.

source: **Button: Submit work** (Displayed if mandatory )
de: **Button: Arbeit einreichen** (Wird angezeigt, wenn obligatorisch)

source: Users can send works to project leader.
de: Benutzer können Werke an den Projektleiter senden.

source: **Button: Validate work**
de: **Button: Arbeit bestätigen**

source: Project leaders can validate works.
de: Projektleiter können Arbeiten validieren.

source: **Button: Enter real as planned**
de: **Button: Geben Sie real wie geplant ein**

source: To enter automatically the work as it is planned
de: Automatisch das Werk so eingeben, wie es geplant ist

source: 6 - Scroll bar
de: 6 - Bildlaufleiste

source: Scroll bar allows the scrolling on imputation lines.
de: Scrollbar ermöglicht das Scrollen auf Imputationszeilen.

source: The header of table stays visible.
de: Der Kopf der Tabelle bleibt sichtbar.

source: 7 - Input fields
de: 7 - Eingabefelde

source: Input fields in timesheet.
de: Eingabefelder im Arbeitszeitblatt.

source: More detail about, see : :ref:`inputFields-section`
de: Mehr Details dazu, siehe : :ref:`inputFields-section`

source: 8 - Tasks list
de: 8 - Aufgabenliste

source: Task list zone
de: Task-Listen-Bereic

source: The list displays the assigned tasks for the resource.
de: Die Liste zeigt die zugeordneten Aufgaben für die Ressource an.

source: Only assigned tasks that meet the next criteria will be displayed.
de: Es werden nur die Aufgaben angezeigt, die die nächsten Kriterien erfüllen.

source: Assigned tasks planned during this period.
de: In diesem Zeitraum geplante Aufgaben.

source: Assigned tasks that meet the criteria of selected filters.
de: Zugewiesene Aufgaben, die den Kriterien ausgewählter Filter entsprechen.

source: Assigned tasks with real work are always displayed, even if closed.
de: Zugewiesene Aufgaben mit echter Arbeit werden immer angezeigt, auch wenn sie geschlossen sind.

source: **A - Tasks**
de: **A - Aufgaben**

source: Click on the name of the activity to access it.
de: Klicken Sie auf den Namen der Aktivität, um darauf zuzugreifen.

source: **B - Assigned task function**
de: **B - Zugewiesene Aufgabenfunktion**

source: **C - Assigned task comments**
de: **C - Zugewiesene Aufgabenkommentare**

source: The icon |iconNoteAdd| allows to add a comment.
de: Das Icon |iconNoteAdd| erlaubt es, einen Kommentar hinzuzufügen.

source: The icon |Note| indicates there is a comment on assigned task.
de: Das Icon |Note| zeigt an, dass es einen Kommentar zur zugewiesenen Aufgabe gibt.

source: Just move the mouse over the icon to see the last comment.
de: Bewegen Sie einfach die Maus über das Symbol, um den letzten Kommentar zu sehen.

source: Click on icon |Note|
de: Klick auf Symbol |Hinweis|

source: to open windows view comments
de: Fenster öffnen Kommentare ansehen

source: Total of days
de: Gesamtanzahl Tage

source: Selection timesheet
de: Auswahl Zeiterfassungsbogen

source: Timesheet selector zone
de: Zeiterfassungsauswahlzone

source: 1 - Selection of the resource
de: 1 - Auswahl der Ressource

source: Users can only select themselves as a resource.
de: Benutzer können sich nur als Ressource auswählen.

source: Selection period
de: Auswahlzeitraum

source: By default, the period is determined depending on the current day.
de: StandardmäßŸig wird der Zeitraum in Abhängigkeit vom aktuellen Tag ermittelt.

source: It is possible to change the period of two ways:
de: Es ist möglich, den Zeitraum auf zwei Arten zu ändern:

source: Select year and week. |two|
de: Jahr und Woche wählen. |two|

source: Or select the first day of the week. |three|
de: Oder wählen Sie den ersten Tag der Woche. |three|

source: Displayed timesheet
de: Angezeigte Arbeitszeiterfassung

source: A timesheet is displayed depends on the resource and period selection.
de: Ein Stundenzettel wird abhängig von der Ressourcen- und Periodenauswahl angezeigt.

source: The name of the resource and the week are displayed. |four|
de: Der Name der Ressource und die Woche werden angezeigt. |four|

source: The days of the week are displayed. |five|
de: Die Wochentage werden angezeigt. |five|

source: The current day is displayed. |six|
de: Der aktuelle Tag wird angezeigt. |six|

source: Input fields
de: Eingabefelde

source: Input timesheet zone
de: Zeiterfassungszone eingebe

source: 1 - Comments
de: 1 - Kommentare

source: A global comment can be added on the weekly follow-up.
de: Ein globaler Kommentar kann zum wöchentlichen Follow-up hinzugefügt werden.

source: Possibility to extend the main comment area.
de: Möglichkeit, den Hauptkommentarbereich zu erweitern.

source: Can enter a comment on each line of real work allocation screen.
de: Kann einen Kommentar zu jeder Zeile des realen Arbeitsverteilungsbildschirms eingeben.

source: 2 - Real work entry
de: 2 - Echter Arbeitseintrag

source: Area allows to entry real work.
de: Bereich erlaubt den Zugang zu echten Arbeiten.

source: Week is displayed from monday to sunday.
de: Woche wird von Montag bis Sonntag angezeigt.

source: It possible put real work in off days.
de: Es ist möglich, echte Arbeit in schlechte Tage zu legen.

source: **Unit time of real work data entry**
de: **Einheit Zeit der realen Arbeitsdateneingabe**

source: Unit time available are in "Days" or "Hours".
de: Verfügbare Zeiteinheiten sind in "Tage" oder "Stunden".

source: Selected unit time is displayed on left at bottom window. |four|
de: Die gewählte Zeiteinheit wird links unten im Fenster angezeigt. |four|

source: **Current day**
de: **Aktueller Tag**

source: Columns of current day is displayed in yellow.
de: Spalten des aktuellen Tages werden gelb dargestellt.

source: **Days off**
de: **Tage frei**

source: Columns of days off is displayed in grey.
de: Spalten der freien Tage werden grau dargestellt.

source: 3 - Left work
de: 3 - Linke Arbeit

source: Left work is automatically decreased on input of real work.
de: Linke Arbeit wird bei der Eingabe von echter Arbeit automatisch verringert.

source: Input entry validation
de: Eingabewertüberprüfun

source: This section explains controls done on data entries.
de: Dieser Abschnitt erklärt die Kontrolle der Dateneingabe.

source: These controls are not blocking.
de: Diese Kontrollen blockieren nicht.

source: Resource capacity validation
de: Ressourcenkapazitätsvalidierung

source: The capacity of the resource is defined :ref:`resource` screen.
de: Die Kapazität der Ressource ist definiert :ref:`resource` Bildschirm.

source: Columns validation zone
de: Spalten-Validierungszone

source: Entering real work is in excess of the number of days specified
de: Die Eingabe der realen Arbeit liegt über der angegebenen Anzahl von Tagen

source: Real work over expected days alert
de: Echte Arbeit über erwartete Tage Alarm

source: Automatically changing the status of tasks
de: Den Status von Aufgaben automatisch ändern

source: Change status validation
de: Statusvalidierung änder

source: An icon will be displayed on the task if a status change is applicable.
de: Ein Symbol wird auf der Aufgabe angezeigt, wenn eine Statusänderung zutrifft.

source: **Icons**
de: **Ikonen**

source: Move the cursor over the icon to see the message.
de: Bewegen Sie den Cursor über das Symbol, um die Nachricht zu sehen.

source: **Common issue**
de: **Gemeinsame Ausgabe**
