Repository: babynus/projeqtor
Catalog: projeqtor/docs/user/locale/*/LC_MESSAGES/Recipient.po
Languages: de

source: Recipients
de: Empfänger

source: The recipient is the beneficiary of bill payments.
de: Der Empfänger ist der Begünstigte von Rechnungszahlungen.

source: Recipients are mainly defined to store billing information.
de: Empfänger werden hauptsächlich für die Speicherung von Rechnungsinformationen definiert.

source: Section: Description
de: Abschnitt: Beschreibung

source: Field
de: Feld

source: Description
de: Beschreibung

source: Unique Id for the recipient.
de: Eindeutige Id für den Empfänger.

source: Short name of the recipient.
de: Kurzname des Empfängers.

source: Company number
de: Unternehmensnummer

source: Company number, to be displayed on the bill.
de: Firmennummer, die auf der Rechnung angezeigt werden soll.

source: Legal notice
de: Rechtliche Hinweise

source: Legal notice for the recipient.
de: Rechtliche Hinweise für den Empfänger.

source: Tax number
de: Steuernummer

source: Tax reference number, to be displayed on the bill.
de: Steuernummer, die auf der Rechnung ausgewiesen werden soll.

source: Tax free
de: Steuerfrei

source: Flag to indicate that tax is automatically set to zero for this recipient.
de: Kennzeichen, das angibt, dass die Steuer für diesen Empfänger automatisch auf Null gesetzt wird.

source: Contact name
de: Name des Ansprechpartners

source: Name of contact for the recipient.
de: Name des Ansprechpartners für den Empfänger.

source: Contact email
de: Kontakt-E-Mail

source: Email of contact for the recipient.
de: E-Mail des Kontakts für den Empfänger.

source: Contact phone
de: Kontakt-Telefon

source: Phone of contact for the recipient.
de: Telefonischer Kontakt für den Empfänger.

source: :term:`Closed`
de: :term:`Geschlossen`

source: Flag to indicate that the recipient is archived.
de: Kennzeichen, das angibt, dass der Empfänger archiviert wird.

source: **\* Required field**
de: **\* Pflichtfeld ***

source: Section: International Bank Account Number
de: Abschnitt: Internationale Bankkontonummer

source: International number (IBAN)
de: Internationale Nummer (IBAN)

source: IBAN for the recipient.
de: IBAN für den Empfänger.

source: BIC for the recipient.
de: BIC für den Empfänger.

source: National account number
de: Nationale Kontonummer

source: Full account number defining the BBAN account code.
de: Vollständige Kontonummer, die den BBAN-Kontocode definiert.

source: Section: Address
de: Abschnitt: Anschrift

source: Full address of the recipient.
de: Vollständige Adresse des Empfängers.
