Repository: babynus/projeqtor
Catalog: projeqtor/docs/user/locale/*/LC_MESSAGES/RequirementsTest.po
Languages: de

source: Requirements
de: Anforderungen

source: Requirement is a rule defined for a project or a product.
de: Anforderung ist eine Regel für ein Projekt oder ein Produkt.

source: It allows to define and monitor cost and delays.
de: Es erlaubt, Kosten und Verzögerungen zu definieren und zu überwachen.

source: Rights management
de: Rechtemanagement

source: Requirement link to test cases
de: Anforderung Link zu Testfällen

source: Requirement link to tickets
de: Anforderungs-Link zu Tickets

source: Predecessor and successor elements
de: Vorgänger- und Nachfolgeelemente

source: Requirements can have predecessors and successors.
de: Anforderungen können Vorgänger und Nachfolger haben.

source: This defines some dependencies on the requirements.
de: Dies definiert einige Abhängigkeiten von den Anforderungen.

source: Monitoring indicator
de: Ãœberwachungsindikato

source: Possibility to define indicators to follow the respect of dates values.
de: Möglichkeit, Indikatoren zu definieren, um die Einhaltung von Datumswerten zu überwachen.

source: :ref:`Linked element<linkElement-section>`
de: :ref:`Linked element<linkElement-sektion>`

source: :ref:`Attachments<attachment-section>`
de: :ref:`Attachments<Attachment-Bereich>`

source: Section: Description
de: Sektion: Beschreibung

source: Field
de: Feld

source: Description
de: Beschreibung

source: Unique Id for the requirement.
de: Unique Id für die Anforderung.

source: Short description of the requirement.
de: Kurzbeschreibung der Anforderung.

source: **Requirement type**
de: **Anforderungstyp**

source: Type of requirement.
de: Art der Anforderung.

source: Project
de: Projekt

source: The project concerned by the requirement.
de: Das von der Anforderung betroffene Projekt.

source: The product concerned by the requirement.
de: Das von der Anforderung betroffene Produkt.

source: :term:`External reference`
de: :term:`Externer Verweis`

source: External reference for the requirement.
de: Externe Referenz für die Anforderung.

source: :term:`Requestor`
de: :term:`Antragsteller`

source: Contact who requested the requirement.
de: Kontakt, der die Anforderung gestellt hat.

source: :term:`Origin`
de: :term:`Ursprung`

source: Element which is the origin of the requirement.
de: Element, das der Ursprung der Anforderung ist.

source: Urgency
de: Dringlichkeit

source: Urgency of implementation of the requirement.
de: Dringlichkeit der Umsetzung der Anforderung.

source: Initial due date
de: Erstes Fälligkeitsdatum

source: Initial due date.
de: Erstes Fälligkeitsdatum.

source: Planned due date
de: Geplante Fälligkeit

source: Planned due date.
de: Geplantes Fälligkeitsdatum.

source: **Description**
de: **Beschreibung**

source: Long :term:`description` of the requirement.
de: Ausführliche :term:`Beschreibung` der Anforderung.

source: **\* Required field**
de: **\* Pflichtfeld**

source: Must be concerned either with a project, a product or both.
de: Muss entweder ein Projekt, ein Produkt oder beides betreffen.

source: Section: Treatment
de: Sektion: Behandlung

source: Top requirement
de: Top-Anforderung

source: Parent requirement, defining a hierarchic structure.
de: Ãœbergeordnete Anforderung, die eine hierarchische Struktur definiert.

source: Actual :term:`status` of the requirement.
de: Aktueller :term:`Status` der Anforderung.

source: :term:`Responsible`
de: :term:`Verantwortlich`

source: Resource who is responsible for the requirement.
de: Ressource, die für die Anforderung verantwortlich ist.

source: Criticality
de: Kritikalität

source: Level of criticality of the requirement for the product.
de: Kritikalitätsgrad der Anforderung an das Produkt.

source: Feasibility
de: Machbarkeit

source: Technical risk
de: Technisches Risiko

source: Estimated effort
de: Geschätzte Leistung

source: :term:`Handled`
de: :term:`Bearbeitet`

source: Box checked indicates the requirement is taken over.
de: Box checked zeigt an, dass die Anforderung übernommen wurde.

source: :term:`Done`
de: :term:`Fertig`

source: Box checked indicates the requirement has been treated.
de: Box checked zeigt an, dass die Anforderung behandelt wurde.

source: :term:`Closed`
de: :term:`Geschlossen`

source: Box checked indicates the requirement is archived.
de: Box checked zeigt an, dass die Anforderung archiviert ist.

source: Cancelled
de: Abgesagt

source: Box checked indicates the requirement is cancelled.
de: Box angekreuzt zeigt an, dass die Anforderung aufgehoben ist.

source: Target version
de: Zielversion

source: Version of the product for which this requirement will be active.
de: Version des Produkts, für das diese Anforderung gilt.

source: :term:`Result`
de: :term:`Ergebnis`

source: Description of the implementation of the requirement.
de: Beschreibung der Umsetzung der Anforderung.

source: Section: Lock
de: Sektion: Sperre

source: **Button: Lock/Unlock requirement**
de: **Button: Anforderung Sperren/Entsperren**

source: **Requirement locked**
de: **Bedarf gesperrt**

source: When a requirement is locked the following fields are displayed.
de: Wenn eine Anforderung gesperrt ist, werden folgende Felder angezeigt.

source: Fields when the requirement is locked
de: Felder, wenn die Anforderung gesperrt ist

source: Locked
de: Gesperrt

source: Box checked indicates the requirement is locked.
de: Box checked zeigt an, dass die Anforderung gesperrt ist.

source: Locked by
de: Gesperrt von

source: User who locked the requirement.
de: Benutzer, der die Anforderung gesperrt hat.

source: Locked since
de: Gesperrt seit

source: Date and time when the requirement was locked.
de: Datum und Uhrzeit, wann die Anforderung gesperrt wurde.

source: Test cases
de: Testfälle

source: Test cases are elementary actions executed to test a requirement.
de: Testfälle sind elementare Aktionen zum Testen einer Anforderung.

source: Test case run status
de: Status des Testfalls

source: |iconPlanned| **Planned:** Test to be executed.
de: |iconPlanned| **Geplant:**Auszuführender Test.

source: |iconFailed| **Failed:** Test has returned wrong result.
de: |iconFailed| **Nicht bestanden:** Test hat ein falsches Ergebnis geliefert.

source: Test case can have predecessors and successors.
de: Testfall kann Vorgänger und Nachfolger haben.

source: This defines some dependencies on the test case.
de: Dies definiert einige Abhängigkeiten vom Testfall.

source: Dependencies donâ€™t have specific effects. It is just an information.
de: Abhängigkeiten haben keine spezifischen Auswirkungen. Es ist nur eine Information.

source: Unique Id for the test case.
de: Unique Id für den Testfall.

source: Short description of the test case.
de: Kurzbeschreibung des Testfalls.

source: **Test type**
de: **Testtyp**

source: Type of test case.
de: Art des Testfalls.

source: The project concerned by the test case.
de: Das vom Testfall betroffene Projekt.

source: The product concerned by the test case.
de: Das vom Testfall betroffene Produkt.

source: Version
de: Version" (englisch

source: Version of the product or component concerned by the test case.
de: Version des vom Testfall betroffenen Produkts oder der Komponente.

source: External reference for the test case.
de: Externe Referenz für den Testfall.

source: Environment
de: Umwel

source: List of 3 items describing the context of the test case.
de: Liste von 3 Punkten, die den Kontext des Testfalls beschreiben.

source: Complete :term:`description` of the test case.
de: Komplette :term:`Beschreibung` des Testfalls.

source: This can be easily changed values in :ref:`context` screen.
de: Das kann man leicht in :ref:`context` ändern.

source: The description of test case should describe the steps to run the test.
de: Die Beschreibung des Testfalls sollte die Schritte zur Durchführung des Tests beschreiben.

source: Parent test case
de: Ãœbergeordneter Testfall

source: Parent test case, defining a hierarchic structure for test cases.
de: Ãœbergeordneter Testfall, der eine hierarchische Struktur für Testfälle definiert.

source: Resource who is responsible of the test case.
de: Ressource, die für den Testfall verantwortlich ist.

source: Priority
de: Priorität

source: Level of priority for the test case.
de: Prioritätsstufe für den Testfall.

source: Box checked indicates the test case is taken over.
de: Box checked zeigt an, dass der Testfall übernommen wurde.

source: Box checked indicates the test case has been treated.
de: Box checked zeigt an, dass der Testfall behandelt wurde.

source: Box checked indicates the test case is archived.
de: Box checked zeigt an, dass der Testfall archiviert ist.

source: Box checked indicates the test case is cancelled.
de: Box checked zeigt an, dass der Testfall abgebrochen wurde.

source: Prerequisite
de: Voraussetzung

source: List of steps that must be performed before running the test.
de: Liste der Schritte, die vor der Durchführung des Tests durchgeführt werden müssen.

source: :term:`Expected result<Result>`
de: :term:`Erwartetes Ergebnis<Ergebnis>`

source: Description of expected result of the test.
de: Beschreibung des erwarteten Ergebnisses des Tests.

source: Section: Test case runs
de: Sektion: Testfall läuf

source: This section allows to display a complete list of test case runs.
de: Dieser Abschnitt ermöglicht die Anzeige einer kompletten Liste von Testfallabläufen.

source: These are links of the test to test sessions.
de: Das sind Links vom Test zu den Testsitzungen.

source: This list also displays the current status of the test in the sessions.
de: Diese Liste zeigt auch den aktuellen Status des Tests in den Sitzungen an.

source: An icon whose presents the run status of the test case.
de: Ein Symbol, das den Ausführungsstatus des Testfalls anzeigt.

source: To go, click on the corresponding test session.
de: Um zu gehen, klicken Sie auf die entsprechende Testsitzung.

source: Fields - Test case runs list
de: Felder - Liste der Testfälle

source: Test session
de: Test-Sitzung

source: Composed of session type, Id and description.
de: Zusammengesetzt aus Session-Typ, Id und Beschreibung.

source: Current status of the test case run in the test session.
de: Aktueller Status des Testfalls in der Testsitzung.

source: Test sessions
de: Testsitzungen

source: Test sessions regroupment
de: Umgruppierung von Testsitzungen

source: Test session can have parents to regroup test sessions.
de: Testsitzung kann Eltern dazu bringen, Testsitzungen neu zu gruppieren.

source: Planning element
de: Planungselemen

source: A test session is a planning element like activity.
de: Eine Testsitzung ist ein Planungselement wie eine Aktivität.

source: A test session is a task in a project planning.
de: Eine Testsitzung ist eine Aufgabe in einer Projektplanung.

source: Allows to assigned resource and follow up progress.
de: Ermöglicht die Zuweisung von Ressourcen und die Verfolgung des Fortschritts.

source: Test sessions can have predecessors and successors.
de: Testsitzungen können Vorgänger und Nachfolger haben.

source: This defines some dependencies on test cases or planning constraints.
de: Dies definiert einige Abhängigkeiten von Testfällen oder Planungseinschränkungen.

source: The indicators can be defined on the progress data.
de: Die Indikatoren können auf den Fortschrittsdaten definiert werden.

source: See: :ref:`progress-section-monitor-indicator`
de: Siehe: :ref:`progress-section-monitor-indicator`

source: Unique Id for the test session.
de: Unique Id für die Testsitzung.

source: Short description of the test session.
de: Kurzbeschreibung der Testsitzung.

source: **Session type**
de: **Sitzungstyp**

source: Type of test session.
de: Art der Testsitzung.

source: The project concerned by the test session.
de: Das von der Testsitzung betroffene Projekt.

source: The product concerned by the test session.
de: Das von der Testsitzung betroffene Produkt.

source: Version of the product or component concerned by the test session.
de: Version des von der Testsitzung betroffenen Produkts oder der Komponente.

source: External reference for the test session.
de: Externe Referenz für die Testsitzung.

source: :term:`Description`
de: :term:`Beschreibung`

source: Complete description of the test session.
de: Vollständige Beschreibung der Testsitzung.

source: Parent activity
de: Eltern-Tätigkeit

source: Parent activity, to define hierarchic position in the Gantt.
de: Elternaktivität, um die hierarchische Position im Gantt zu definieren.

source: Parent session
de: Elternsitzung

source: Parent session, to define session of sessions.
de: Parent session, um Sessions zu definieren.

source: Actual :term:`status` of the test session.
de: Aktueller :term:`Status` der Testsitzung.

source: Resource who is responsible of the test session.
de: Ressource, die für die Testsitzung verantwortlich ist.

source: Box checked indicates the test session is taken over.
de: Kontrollkästchen zeigt an, dass die Testsitzung übernommen wurde.

source: Box checked indicates the test session has been treated.
de: Kästchen markiert zeigt an, dass die Testsitzung behandelt wurde.

source: Box checked indicates the test session is archived.
de: Box checked zeigt an, dass der Testlauf archiviert ist.

source: Box checked indicates the test session is cancelled.
de: Box angekreuzt zeigt an, dass die Testsitzung abgebrochen wurde.

source: Summary result of the test session.
de: Zusammenfassung der Testsitzung.

source: This section allows to manage test case runs.
de: Dieser Abschnitt ermöglicht die Verwaltung von Testfallabläufen.

source: Test case
de: Testfall

source: Information about test case (type, Id and name).
de: Informationen zum Testfall (Typ, Id und Name)

source: Detail of test case.
de: Detail des Testfalls.

source: Status of test case run.
de: Status des Testfalllaufs.

source: Moving the mouse over the icon will display the test case run comments.
de: Wenn Sie mit der Maus über das Symbol fahren, werden die Kommentare zum Testfall angezeigt.

source: Test case runs list management
de: Testfall führt Listenverwaltung durch

source: Click on |buttonIconDelete| to remove a test case run.
de: Klicken Sie auf |buttonIconDelete|, um einen Testfall zu entfernen.

source: Click on |iconPassed| to mark test case run as passed.
de: Klicken Sie auf |iconPassed|, um den Testfall als bestanden zu markieren.

source: Click on |iconBlocked| to mark test case run as blocked.
de: Klicken Sie auf |iconBlocked|, um den Testfall als blockiert zu markieren.

source: The referenced ticket is automatically added in linked element.
de: Das referenzierte Ticket wird automatisch in das verknüpfte Element eingefügt.

source: Dialog box - Test case run
de: Dialogbox - Testfalllauf

source: Fields - Test case run dialog box
de: Felder - Dialogfeld Testfall ausführen

source: Test cases list.
de: Testfallliste.

source: Allow duplicate
de: Duplikat zulassen

source: Diaglog box - Test case run detail
de: Diagrammbox - Testfallablauf Detail

source: Fields - Test case run detail dialog box
de: Felder - Testfall-Detail-Dialogfenster

source: Selected test case.
de: Ausgewählter Testfall.

source: List of :ref:`test case run status<test-case-run-status>`.
de: Liste von ::ref:`test case run status<test-case-run-status>`.

source: List of ticket.
de: Liste der Tickets.

source: Comments
de: Anmerkungen

source: Comments of test case run.
de: Kommentare zum Testfalllauf.

source: Field appear only whether status of test case run is **failed**.
de: Feld erscheint nur, wenn der Status des Testfalllaufs **fehlerhaft** ist.

source: Summary of test cases section
de: Zusammenfassung der Testfälle

source: Requirement
de: Erfordernis

source: Field: Total
de: Feld: Gesamt

source: Summarizes the status of test case runs in the test session.
de: Fasst den Status der Testfallläufe in der Testsitzung zusammen.

source: Summary of test case run status
de: Zusammenfassung des Status des Testfalls

source: |iconNotPlanned| **Not planned:** No test case planned.
de: |iconNotPlanned| **Nicht geplant:** Kein geplanter Testfall.

source: |iconPassed| **Passed:** All tests passed.
de: |iconPassed| **Bestanden:**Alle Tests bestanden.

source: |iconFailed| **Failed:** At least one test failed.
de: |iconFailed| **Nicht bestanden:** Mindestens ein Test ist fehlgeschlagen.

source: |iconBlocked| **Blocked:** No test failed, at least one test blocked.
de: |iconBlocked| **Blockiert:** Kein Test fehlgeschlagen, mindestens ein Test blockiert.

source: Fields - Summary of test cases
de: Felder - Zusammenfassung von Testfällen

source: Total
de: Summe

source: Number of test case runs whatever the status.
de: Anzahl der Testfälle unabhängig vom Status.

source: Planned
de: Geplant

source: Number of test case runs with the status **Planned**.
de: Anzahl der Testfälle mit dem Status **geplant**.

source: Passed
de: Bestanden

source: Number of test case runs with the status **Passed**.
de: Anzahl der Testfälle mit dem Status **Passed**.

source: Blocked
de: Gesperrt

source: Number of test case runs with the status **Blocked**.
de: Anzahl der Testfälle mit dem Status **Blocked**.

source: Failed
de: Fehlgeschlagen

source: Number of test case runs with the status **Failed**.
de: Anzahl der Testfälle mit dem Status **Failed**.

source: Summary
de: Zusammenfassung

source: Summary of test case run status.
de: Zusammenfassung des Status des Testfalls.

source: Issues
de: Ausgaben

source: Number of tickets linked to the requirement or the test session.
de: Anzahl der Tickets, die mit der Anforderung oder der Testsitzung verknüpft sind.

source: Percent to each status is displayed.
de: Prozent zu jedem Status wird angezeigt.
