Repository: babynus/projeqtor
Catalog: projeqtor/docs/user/locale/*/LC_MESSAGES/Resource.po
Languages: de

source: Resources
de: Ressourcen

source: :ref:`profiles-definition`
de: :ref:`profile-definition`

source: Human and material resource are involved in the project.
de: Menschliche und materielle Ressourcen sind in das Projekt eingebunden.

source: Project allocation defines its availability.
de: Projektzuordnung definiert die Verfügbarkeit.

source: As group of person
de: Als Personengruppe

source: A resource can be a group of person.
de: Eine Ressource kann eine Gruppe von Personen sein.

source: Useful in initial project planning.
de: Nützlich bei der ersten Projektierung.

source: You create the fictitious resource with capacity > 1.
de: Sie legen die fiktive Ressource mit Kapazität > 1 an.

source: Example
de: Beispiel

source: Section: Description
de: Sektion: Beschreibung

source: Field
de: Feld

source: Description
de: Beschreibung

source: Unique Id for the resource.
de: Eindeutige Id für die Ressource.

source: Photo
de: Foto

source: Photo of the resource.
de: Foto der Ressource.

source: **Real name**
de: **Echter Name**

source: Name of the resource.
de: Name der Ressource.

source: User name
de: Benutzer-Nam

source: Name of user.
de: Name des Benutzers.

source: Initials
de: Initialen

source: Initials of the resource.
de: Initialen der Ressource.

source: Email address
de: E-Mail Adresse

source: Email address of the resource.
de: E-Mail-Adresse der Ressource.

source: Profile
de: Profil

source: Profile of the user.
de: Profil des Benutzers.

source: Capacity (FTE)
de: Kapazität (FTE)

source: Capacity of the resource, in Full Time Equivalent.
de: Kapazität der Ressource, in Vollzeitäquivalent.

source: **Calendar**
de: **Kalender**

source: :ref:`Calendar<calendar>` defines the availability of the resource.
de: :ref:`Calendar<calendar>` definiert die Verfügbarkeit der Ressource.

source: The team to which the resource belongs.
de: Das Team, zu dem die Ressource gehört.

source: Phone
de: Telefon

source: Phone number of the resource.
de: Telefonnummer der Ressource.

source: Mobile
de: Mobiltelefo

source: Mobile phone number of the resource.
de: Handynummer der Ressource.

source: Fax number of the resource.
de: Faxnummer der Ressource.

source: Is a contact
de: Ist ein Kontakt

source: Is this resource also a contact?
de: Ist diese Ressource auch ein Kontakt?

source: Is a user
de: Ist ein Benutzer

source: Is this resource also a user?
de: Ist diese Ressource auch ein Benutzer?

source: :term:`Closed`
de: :term:`Geschlossen`

source: Flag to indicate that the resource is archived.
de: Kennzeichen, dass die Ressource archiviert ist.

source: Complete description of the resource.
de: Vollständige Beschreibung der Ressource.

source: **\* Required field**
de: **\* Pflichtfeld**

source: 1 (full time).
de: 1 (Vollzeit)

source: < 1 (for part time working resource).
de: < 1 (für Teilzeitarbeitsmittel).

source: Check this if the resource must also be a contact.
de: Überprüfen Sie, ob die Ressource auch ein Kontakt sein muss.

source: The resource will then also appear in the \"Contacts\" list.
de: Die Ressource erscheint dann auch in der Liste \"Kontakte\".

source: Check this if the resource must connect to the application.
de: Üœberprüfen Sie, ob die Ressource eine Verbindung zur Anwendung herstellen muss.

source: You must then define the **User name** and **Profile** fields.
de: Sie müssen dann die Felder **Benutzername** und **Profil** definieren.

source: The resource will then also appear in the â€œUsersâ€ list.
de: Die Ressource erscheint dann auch in der Liste "Benutzer"

source: Section: Function and cost
de: Sektion: Funktion und Kosten

source: This section allows to define functions and cost of the resource.
de: Dieser Abschnitt erlaubt es, Funktionen und Kosten der Ressource zu definieren.

source: **Main function**
de: **Hauptfunktion**

source: Main function allows to define the default function.
de: Hauptfunktion erlaubt die Definition der Standardfunktion.

source: **Resource cost definition**
de: **Ressourcenkostendefinition**

source: The daily cost is defined for a specific period.
de: Die täglichen Kosten werden für einen bestimmten Zeitraum definiert.

source: Function and cost section fields
de: Funktions- und Kostenbereichsfelder

source: Function of the resource for the selected cost.
de: Funktion der Ressource für die ausgewählten Kosten.

source: Cost
de: Koste

source: Daily cost of the resource for the selected function.
de: Tägliche Kosten der Ressource für die gewählte Funktion.

source: Start date
de: Datum des Beginns

source: Start date for the cost of the resource, for the selected function.
de: Startdatum für die Kosten der Ressource, für die gewählte Funktion.

source: End date
de: Enddatum

source: End date for the cost of the resource, for the selected function.
de: Enddatum für die Kosten der Ressource, für die gewählte Funktion.

source: Resource cost management
de: Ressourcen-Kostenmanagemen

source: Click on |buttonAdd| to create a new resource cost.
de: Klicken Sie auf |buttonAdd|, um einen neuen Ressourcenpreis anzulegen.

source: Click on |buttonEdit| to update an existing resource cost.
de: Klicken Sie auf |buttonEdit|, um einen bestehenden Ressourcenpreis zu aktualisieren.

source: Click on |buttonIconDelete| to delete the resource cost.
de: Klicken Sie auf |buttonIconDelete|, um die Ressourcenkosten zu löschen.

source: Resource cost dialog box
de: Ressourcenkosten-Dialogfenster

source: Resource cost dialog box fields
de: Felder des Dialogfensters Ressourcenkosten

source: Function to be selected.
de: Zu wählende Funktion.

source: The default value will be the main function.
de: Der Standardwert ist die Hauptfunktion.

source: Section: Miscellanous
de: Sektion: Sonstiges

source: Miscellanous section fields
de: Diverse Querschnittsfelder

source: Don't receive team mails
de: Keine Team-Mails erhalten

source: Pool of Resources
de: Ressourcen-Pool

source: Resources in a pool
de: Ressourcen im Pool

source: You assign resources to the pool at a given rate for a given period.
de: Sie weisen dem Pool Ressourcen zu einem bestimmten Kurs für einen bestimmten Zeitraum zu.

source: A pool can be allocated to projects like any resource.
de: Ein Pool kann Projekten wie jeder anderen Ressource zugeordnet werden.

source: Unique Id for the pool.
de: Unique Id für den Pool.

source: Photo of the pool.
de: Foto vom Pool.

source: Name of the pool.
de: Name des Pools.

source: Teams
de: Mannschaften

source: The team is a group of resources gathered on any criteria.
de: Das Team ist eine Gruppe von Ressourcen, die nach beliebigen Kriterien zusammengestellt wurden.

source: A resource can belong to only one team.
de: Eine Ressource kann nur einem Team angehören.

source: Use for
de: Verwenden für

source: Default calendar
de: Standard-Kalende

source: A calendar named "default" is already defined.
de: Ein Kalender namens "default" ist bereits definiert.

source: By default, this is the calendar of all resources.
de: StandardmäßŸig ist dies der Kalender aller Ressourcen.

source: It cannot be deleted.
de: Es kann nicht gelöscht werden.

source: Specific calendar
de: Spezifischer Kalende

source: Import calendar definition
de: Kalenderdefinition importieren

source: Existing exceptions of current calendar are not changed.
de: Bestehende Ausnahmen des aktuellen Kalenders werden nicht geändert.

source: The calendars are not linked.
de: Die Kalender sind nicht verlinkt.

source: You have to re import the definition to apply changes.
de: Sie müssen die Definition erneut importieren, um Änderungen zu übernehmen.

source: Unique Id for the calendar.
de: Eindeutige Id für den Kalender.

source: Name of the calendar.
de: Name des Kalenders.

source: Section: Year
de: Sektion: Jahr

source: Select year of displayed calendar.
de: Jahr des angezeigten Kalenders wählen.

source: Section: Calendar days
de: Sektion: Kalendertage

source: In white, days work.
de: In weisŸ, Arbeitstage.

source: In gray, days off.
de: In grau, freie Tage.

source: In red, exception days work.
de: In rot, Ausnahmetage arbeiten.

source: In blue, exception days off.
de: In blau, Ausnahmetage frei.

source: In bold, current day.
de: In fett, aktueller Tag.
