Repository: babynus/projeqtor
Catalog: projeqtor/docs/user/locale/*/LC_MESSAGES/ReviewLogs.po
Languages: de

source: Meetings
de: Sitzungen

source: Steering committees
de: Lenkungsausschüsse

source: Functional workshops
de: Funktionale Werkstätten

source: Meeting features
de: Besprechungsfunktionen

source: Project task
de: Projektaufgabe

source: Meeting is a task.
de: Besprechung ist eine Aufgabe.

source: You can assign project resources (named attendees).
de: Sie können Projektressourcen (benannte Teilnehmer) zuordnen.

source: :ref:`Linked element<linkElement-section>`
de: :ref:`Linked element<linkElement-Bereich>`

source: Section: Description
de: Abschnitt: Beschreibung

source: Field
de: Feld

source: Description
de: Beschreibung

source: Unique Id for the meeting.
de: Eindeutige ID für die Besprechung.

source: Short description of the meeting.
de: Kurzbeschreibung des Treffens.

source: **Meeting type**
de: **Besprechungstyp**

source: Type of meeting.
de: Art der Besprechung.

source: **Project**
de: **Projekt**

source: The project concerned by the meeting.
de: Das vom Treffen betroffene Projekt.

source: **Meeting date**
de: **Besprechungstermin**

source: Location
de: Ort

source: Place (room or else) when meeting will stand.
de: Ort (Raum oder sonstwie), an dem das Treffen stattfindet.

source: :term:`Description`
de: :term:`Beschreibung`

source: Description of the meeting.
de: Beschreibung des Treffens.

source: **\* Required field**
de: **\* Erforderliches Feld**

source: Description can be used to store agenda.
de: Beschreibung kann verwendet werden, um Agenda zu speichern.

source: Button: Email invitation
de: Schaltfläche: E-Mail-Einladung

source: Allows to send the email to attendees.
de: Ermöglicht das Senden der E-Mail an Teilnehmer.

source: They will receive the invitation in their calendar management tool.
de: Sie erhalten die Einladung in ihrem Kalenderverwaltungstool.

source: Section: Treatment
de: Sektion: Behandlung

source: Parent activity
de: Eltern-Tätigkeit

source: Parent activity of the meeting.
de: Elternaktivität des Treffens.

source: Actual :term:`status` of the meeting.
de: Aktueller :term:`Status` des Treffens.

source: :term:`Responsible`
de: :term:`Verantwortlich`

source: Resource who is responsible for the organization of the meeting.
de: Ressource, die für die Organisation des Treffens verantwortlich ist.

source: :term:`Handled`
de: :term:`Bearbeitet`

source: Flag to indicate that meeting has been taken into account.
de: Flagge, um anzuzeigen, dass die Besprechung berücksichtigt wurde.

source: :term:`Done`
de: :term:`Fertig`

source: Flag to indicate that meeting has been held.
de: Flagge, um anzuzeigen, dass das Treffen stattgefunden hat.

source: :term:`Closed`
de: :term:`Geschlossen`

source: Flag to indicate that meeting is archived.
de: Kennzeichen, dass die Besprechung archiviert ist.

source: Cancelled
de: Abgesagt

source: Flag to indicate that meeting is cancelled.
de: Flagge, um anzuzeigen, dass das Meeting abgesagt wurde.

source: :term:`Minutes<Result>`
de: :term:`Minuten<Ergebnis>`

source: Minutes of the meeting.
de: Protokoll der Sitzung.

source: Retrieving the agenda of a meeting from the description of its type
de: Abrufen der Tagesordnung einer Sitzung aus der Beschreibung ihrer Art

source: Periodic meetings
de: Periodische Treffen

source: Periodic meeting process
de: Periodischer Besprechungsprozess

source: On each update of a periodic meeting, meetings are re-evaluated.
de: Bei jeder Aktualisierung einer periodischen Besprechung werden die Besprechungen neu bewertet.

source: This may lead to deletion of some meetings.
de: Dies kann zur Löschung einiger Besprechungen führen.

source: Attendees assignment
de: Teilnehmerzuordnung

source: Attendees can be defined on a periodic meeting.
de: Teilnehmer können auf einer periodischen Besprechung definiert werden.

source: They will be copied on the elementary meetings.
de: Sie werden auf die elementaren Treffen kopiert.

source: So left work will always be set to zero on periodic meetings.
de: So wird die linke Arbeit bei periodischen Treffen immer auf Null gesetzt.

source: Unique Id for the periodic meeting.
de: Eindeutige Id für die periodische Besprechung.

source: Flag to indicate that periodic meeting is archived.
de: Kennzeichen, dass periodische Besprechung archiviert wird.

source: Section: Periodicity
de: Sektion: Periodizität

source: **Period**
de: **Periode**

source: Time
de: Zeit

source: Start and end time for all the meetings.
de: Start- und Endzeit für alle Meetings.

source: **Periodicity**
de: **Periodizität**

source: Frequency of the meeting, on proposed bases (daily, weekly monthly).
de: Häufigkeit des Treffens, auf Basis der vorgeschlagenen Basis (täglich, wöchentlich, monatlich)

source: Only on open days
de: Nur an Tagen der offenen Tür

source: Specify that meetings will not be set on off days.
de: Geben Sie an, dass Besprechungen nicht an freien Tagen stattfinden.

source: Several periodicity is proposed:
de: Mehrere Periodizitäten werden vorgeschlagen:

source: Every day
de: Jeden Tag

source: Same day every week
de: Jede Woche derselbe Tag

source: Same day every mouth
de: Jeden Monat am selben Tag

source: Same week every mounth
de: Jeden Monat dieselbe Woche

source: Attendees section
de: Teilnehmerbereich

source: This section allows to define the list of attendees to the meeting.
de: Dieser Abschnitt erlaubt es, die Liste der Teilnehmer der Besprechung zu definieren.

source: Attendee list
de: Teilnehmerlist

source: Meeting is a task you can assign project resources.
de: Besprechung ist eine Aufgabe, der Sie Projektressourcen zuweisen können.

source: Other attendees
de: Andere Besucher

source: Just separate attendees with commas or semicolons.
de: Teilnehmer einfach durch Kommas oder Semikolons trennen.

source: Decisions
de: Entscheidungen

source: Unique Id for the decision.
de: Eindeutige Id für die Entscheidung.

source: Short description of the decision.
de: Kurzbeschreibung der Entscheidung.

source: **Decision type**
de: **Entscheidungsart**

source: Type of decision.
de: Art der Entscheidung.

source: The project concerned by the decision.
de: Das von der Entscheidung betroffene Projekt.

source: Complete description of the decision.
de: Vollständige Beschreibung der Entscheidung.

source: Section: Validation
de: Sektion: Validierung

source: Actual :term:`status` of the decision.
de: Tatsächlicher :term:`Status` der Entscheidung.

source: Decision date
de: Datum der Entscheidun

source: Date of the decision.
de: Datum der Entscheidung.

source: Origin
de: Herkunft

source: Origin of the decision.
de: Ursprung der Entscheidung.

source: :term:`Accountable<result>`
de: :term:`Verrechenbares<Ergebnis>`

source: Resource accountable for the decision.
de: Ressource, die für die Entscheidung verantwortlich ist.

source: Flag to indicate that decision is archived.
de: Kennzeichen, um anzuzeigen, dass die Entscheidung archiviert ist.

source: Flag to indicate that decision is cancelled.
de: Flagge, um anzuzeigen, dass die Entscheidung aufgehoben ist.

source: The person who took the decision.
de: Die Person, die die Entscheidung getroffen hat.

source: Questions
de: Fragen

source: Question are stored to keep track of important questions and answers.
de: Fragen werden gespeichert, um wichtige Fragen und Antworten zu verfolgen.

source: Monitoring indicator
de: Üœberwachungsindikator

source: Possibility to define indicators to follow the respect of dates values.
de: Möglichkeit, Indikatoren zu definieren, um die Einhaltung von Datumswerten zu überwachen.

source: Unique Id for the question.
de: Eindeutige Id für die Frage.

source: Short description of the question.
de: Kurzbeschreibung der Frage.

source: **Question type**
de: **Fragetyp**

source: Type of question.
de: Art der Frage.

source: The project concerned by the question.
de: Das von der Frage betroffene Projekt.

source: Complete description of the question.
de: Vollständige Beschreibung der Frage.

source: Section: Answer
de: Sektion: Antwort

source: Resource who is responsible for the follow-up of the question.
de: Ressource, die für die Weiterverfolgung der Frage verantwortlich ist.

source: Initial due date
de: Erstes Fälligkeitsdatum

source: Initially expected date for the answer to the question.
de: Ursprünglich erwartetes Datum für die Antwort auf die Frage.

source: Planned due date
de: Geplante Fälligkeit

source: Updated expected date for the answer to the question.
de: Erwartetes Datum für die Antwort auf die Frage aktualisiert.

source: Replier
de: Replikator

source: Name of the person who provided the answer.
de: Name der Person, die die Antwort gegeben hat.

source: Flag to indicate that question has been taken into account.
de: Kennzeichen, um anzuzeigen, dass die Frage berücksichtigt wurde.

source: Flag to indicate that question has been answered.
de: Flagge, um anzuzeigen, dass die Frage beantwortet wurde.

source: Flag to indicate that question is archived.
de: Kennzeichen, dass die Frage archiviert ist.

source: Flag to indicate that question is cancelled.
de: Flagge, um anzuzeigen, dass die Frage abgebrochen wurde.

source: :term:`Response<Result>`
de: :term:`Antwort<Ergebnis>`

source: Complete description of the answer to the question.
de: Vollständige Beschreibung der Antwort auf die Frage.

source: Deliverables
de: Lieferumfang

source: This section allows to define the list of deliverables items.
de: Dieser Abschnitt erlaubt es, die Liste der Liefergegenstände zu definieren.

source: This will provide an easy way to organize your due to customers.
de: Das wird Ihnen eine einfache Möglichkeit bieten, Ihre Verpflichtungen gegenüber Kunden zu organisieren.

source: In fact, you can keep track of every deliverables.
de: Tatsächlich können Sie alle Ergebnisse verfolgen.

source: Unique Id for the KPI.
de: Eindeutige Id for the KPI.

source: name of the deliverable.
de: Name des Liefergegenstandes.

source: name of the external reference.
de: Name der externen Referenz.

source: Complete description of the deliverable.
de: Vollständige Beschreibung des Liefergegenstandes.

source: See: :ref:`kpi-definitions`
de: Siehe: :ref:`kpi-definitions`

source: Validation
de: Gültigkeitserklärung

source: Delivery statu
de: Auslieferungsstatut

source: Actual :term:`status` of the delivery.
de: Aktueller :term:`Status` der Lieferung.

source: Deliverable
de: Lieferbar

source: Weight of the quality of the deliverable.
de: Gewicht der Qualität des Liefergegenstandes.

source: Responsible
de: Verantwortlich

source: to name
de: zu benennen

source: due date
de: Fälligkeitsdatu

source: as planned
de: wie geplant

source: Box to indicate that delivery is archived.
de: Box, um anzuzeigen, dass die Lieferung archiviert ist.

source: Incomings
de: Einkünfte

source: Incomings links with Milestones.
de: Zahlungseingänge mit Meilensteinen verbunden.

source: Deliveries
de: Lieferungen

source: Deliveries items are stored to keep track of deliveries.
de: Lieferungen werden gespeichert, um die Lieferungen zu verfolgen.

source: Added list of deliverables integrated in delivery.
de: Liste der in die Lieferung integrierten Leistungen hinzugefügt.

source: Automatic dispatch of delivery status to deliverables.
de: Automatischer Versand des Lieferstatus an Liefergegenstände.

source: Unique Id for the delivery.
de: Eindeutige Id für die Lieferung.

source: Short description of the delivery.
de: Kurzbeschreibung der Lieferung.

source: **Deliverable type**
de: **Lieferbare Ausführung**

source: Type of deliverable.
de: Art der Lieferung.

source: The project concerned by the delivery.
de: Das von der Lieferung betroffene Projekt.

source: ExternalReference
de: ExterneReferenz

source: Description of the delivery.
de: Beschreibung der Lieferung.

source: Delivery status
de: Auslieferungszustand

source: Resource
de: Ressource

source: resource of the delivery.
de: Ressource der Lieferung.

source: Planned date
de: Geplanter Termin

source: Expected date of delivery.
de: Erwartetes Lieferdatum.

source: Real date
de: Echtes Datum

source: Effective delivery date.
de: Gültiges Lieferdatum.

source: Validation date
de: Datum der Gültigkeitserklärun

source: validate the delivery date.
de: bestätigt den Liefertermin.

source: Flag to indicate that delivery is archived.
de: Kennzeichen, dass die Lieferung archiviert ist.
