Repository: babynus/projeqtor
Catalog: projeqtor/docs/user/locale/*/LC_MESSAGES/Tools.po
Languages: de

source: Emails sent
de: E-Mails versendet

source: Users can have a look at the list of the automatic emails sent.
de: Benutzer können sich die Liste der automatisch versendeten E-Mails ansehen.

source: Alerts
de: Alerts" (Warnungen

source: Users can have a look at the alerts sent.
de: Benutzer können sich die gesendeten Alerts ansehen.

source: Alert screen
de: Alarmbildschirm

source: The button is available if the user alert is not tagged \"read\" yet.
de: Die Schaltfläche ist verfügbar, wenn der Benutzer-Alarm noch nicht als \"lesen\" gekennzeichnet ist.

source: Messages
de: Nachrichten

source: Optionally, the message can be shown on login screen.
de: Optional kann die Nachricht auf dem Anmeldebildschirm angezeigt werden.

source: You can limit the display by profile, project and user.
de: Sie können die Anzeige nach Profil, Projekt und Benutzer einschränken.

source: The message will be displayed in a color depending on the message type.
de: Die Nachricht wird je nach Nachrichtentyp farbig dargestellt.

source: Section: Description
de: Sektion: Beschreibung

source: Message description section fields
de: Felder im Abschnitt Nachrichtenbeschreibung

source: Field
de: Feld

source: Description
de: Beschreibung

source: Unique Id for the message.
de: Eindeutige Id für die Nachricht.

source: **Title**
de: **Titel**

source: Header of the message.
de: Kopf der Nachricht.

source: **Message type**
de: **Nachrichtentyp**

source: Type of message.
de: Art der Nachricht.

source: Profile
de: Profil" (englisch

source: The message is limited to users with this profile.
de: Die Nachricht ist auf Benutzer mit diesem Profil beschränkt.

source: Project
de: Projekt

source: The message is limited to resources allocated to the project.
de: Die Nachricht ist auf die dem Projekt zugewiesenen Ressourcen beschränkt.

source: User
de: User" (Benutzer

source: The message is limited to this user.
de: Die Nachricht ist auf diesen Benutzer beschränkt.

source: Show on login screen
de: Auf Login-Bildschirm anzeigen

source: Show this message on login screen.
de: Diese Meldung auf dem Anmeldebildschirm anzeigen.

source: :term:`Closed`
de: :term:`Geschlossen`

source: Flag to indicate that the message is archived.
de: Flag, um anzuzeigen, dass die Nachricht archiviert wurde.

source: **\* Required field**
de: **\* Pflichtfeld**

source: Section: Message
de: Sektion: Nachricht

source: Message message section fields
de: Felder im Nachrichtenbereich

source: :term:`Message<Description>`
de: :term:`Nachricht<Beschreibung>`

source: Complete text of the message.
de: Vollständiger Text der Nachricht.

source: Import data
de: Daten importieren

source: Imports data from CSV or XLSX files.
de: Importiert Daten aus CSV- oder XLSX-Dateien.

source: How to do
de: Wie geht's

source: Select the element type from the list.
de: Wählen Sie den Elementtyp aus der Liste aus.

source: Select file format (CSV or XLSX).
de: Dateiformat auswählen (CSV oder XLSX).

source: Select the file.
de: Datei auswählen.

source: Click on **Import data** button to start importing.
de: Klicken Sie auf die Schaltfläche **Daten importieren**, um den Import zu starten.

source: Report of the import
de: Bericht des Imports

source: Import users
de: Benutzer importieren

source: So be sure to keep an operational admin access.
de: Achten Sie also darauf, dass Sie einen funktionierenden Admin-Zugang haben.

source: Importing document versions
de: Dokumentversionen importieren

source: Two ways to import document versions:
de: Zwei Möglichkeiten, Dokumentversionen zu importieren:

source: by describing only the version, with its standard fields.
de: indem sie nur die Version mit ihren Standardfeldern beschreibt.

source: The CSV import file may also include :
de: Die CSV-Importdatei kann auch enthalten:

source: File format
de: Dateiforma

source: The content of the imported file must fit the element type description.
de: Der Inhalt der importierten Datei muss der Beschreibung des Elementtyps entsprechen.

source: Names of columns
de: Namen der Spalten

source: The first line of the file must contain the name of the fields.
de: Die erste Zeile der Datei muss den Namen der Felder enthalten.

source: Names of columns can contain spaces (to have better readability).
de: Spaltennamen können Leerzeichen enthalten (zur besseren Lesbarkeit).

source: The spaces will be removed to get the name of the column.
de: Die Leerzeichen werden entfernt, um den Namen der Spalte zu erhalten.

source: Look into the model class. The names are the same.
de: Blick in die Modellklasse. Die Namen sind die gleichen.

source: Date format
de: Datums-Forma

source: Dates are expected in format âYYYY-MM-DDâ.
de: Termine werden im Format "YYYYY-MM-DD" erwartet.

source: Data import process
de: Datenimportprozess

source: Column Id
de: Spalte Id

source: You may or may not add an "id" column in the file.
de: Du kannst oder auch nicht, eine "id"-Spalte in die Datei einfügen.

source: **Column "id" does not exist or if "id" is not set in a line**
de: **Spalte „id“ existiert nicht oder wenn „id“ nicht in einer Zeile gesetzt ist.**

source: The import will create a new element from the data.
de: Der Import erzeugt ein neues Element aus den Daten.

source: Linked tables
de: Verknüpfte Tabellen

source: **Numeric value**
de: **Numerischer Wert**

source: **Non numeric value**
de: **Nicht numerischer Wert**

source: **Columns with no data**
de: **Spalten ohne Daten**

source: In any case, columns with no data will not be updated.
de: In jedem Fall werden Spalten ohne Daten nicht aktualisiert.

source: Then you can update only one field on an element.
de: Dann können Sie nur ein Feld auf einem Element aktualisieren.

source: **Clear data**
de: **Daten löschen**

source: To clear a data, enter the value "NULL" (not case sensitive).
de: Um Daten zu löschen, geben Sie den Wert "NULL" ein. (Groß-/Kleinschreibung wird nicht beachtet).

source: Planning elements
de: Planungselement

source: The data of this table can be inserted into the import file.
de: Die Daten dieser Tabelle können in die Importdatei eingefügt werden.

source: Automatic import
de: Automatisch importiere

source: Imports can be automated.
de: Importe können automatisiert werden.

source: Files placed on a defined directory will automatically be imported.
de: Dateien in einem definierten Verzeichnis werden automatisch importiert.

source: Background task must be started by :ref:`admin-console` screen.
de: Hintergrundaufgabe muss mit :ref:`admin-console` gestartet werden.

source: The files must respect some basic rules.
de: Die Dateien müssen einige Grundregeln beachten.

source: File name format
de: Format des Dateinamens

source: File name format is : "Class"_"Timestamp"."ext"
de: Dateinamensformat ist : "Klasse "_ "Zeitstempel "."ext "

source: Example of import file name: Ticket_20131231_235959.csv
de: Beispiel für einen Importdateinamen: Ticket_2013121231_235959.csv

source: **Class**
de: **Klasse**

source: The type of item to be imported (Ticket, Activity, Question, â¦).
de: Die Art des zu importierenden Artikels (Ticket, Aktivität, Frage, ...).

source: **Timestamp**
de: **Zeitstempel**

source: Timestamp defined to be able to store several files in the directory.
de: Zeitstempel definiert, um mehrere Dateien im Verzeichnis speichern zu können.

source: Format is free.
de: Format ist frei.

source: The recommended format is âYYYYMMDD_HHMMSSâ.
de: Das empfohlene Format ist "YYYYYMMDDD_HHMMSS".

source: File extension, representing its format.
de: Dateiendung, die ihr Format repräsentiert.

source: Valid extensions are CSV and XLSX.
de: Gültige Erweiterungen sind CSV und XLSX.

source: The files must follow the ProjeQtOr :ref:`file-format`.
de: Die Dateien müssen dem ProjeQtOr :ref:`file-format` folgen.

source: Files must be full and consistent.
de: Dateien müssen vollständig und konsistent sein.

source: The files should not be directly created in the import folder.
de: Die Dateien sollten nicht direkt im Importordner erstellt werden.

source: They must be created in a temporary folder and moved afterwards.
de: Sie müssen in einem temporären Ordner erstellt und anschließend verschoben werden.

source: Import process
de: Vorgang importiere

source: You can get the result as a log file and/or email summary.
de: Sie können das Ergebnis als Log-Datei und/oder E-Mail-Zusammenfassung erhalten.
