Repository: babynus/projeqtor
Catalog: projeqtor/docs/user/locale/*/LC_MESSAGES/User.po
Languages: de

source: Users
de: Anwender

source: The user is a person that will be able to connect to the application.
de: Der Benutzer ist eine Person, die sich mit der Anwendung verbinden kann.

source: ProjeQtOr and LDAP users
de: ProjeQtOr und LDAP-Benutzer

source: ProjeQtOr offers two modes of authentication.
de: ProjeQtOr bietet zwei Arten der Authentifizierung.

source: **ProjeQtOr users**
de: **ProjeQtOr Benutzer**

source: Users' information is kept in the application database.
de: Benutzerinformationen werden in der Anwendungsdatenbank gespeichert.

source: Password policy and login behavior are managed by the application.
de: Passwortrichtlinien und Anmeldeverhalten werden von der Anwendung verwaltet.

source: The users "admin" and "guest" are created during installation.
de: Die Benutzer "admin" und "guest" werden während der Installation erstellt.

source: **LDAP users**
de: **LDAP-Benutzer**

source: Default user profile
de: Standard-Benutzerprofil

source: A default user profile is set during creation of the user.
de: Beim Anlegen des Benutzers wird ein Standardbenutzerprofil gesetzt.

source: Web Service
de: Web-Dienst" (englisch

source: An API key is defined for the user.
de: Ein API-Schlüssel wird für den Benutzer definiert.

source: Section: Description
de: Sektion: Beschreibung

source: Users description section fields
de: Felder im Abschnitt Benutzerbeschreibung

source: Field
de: Feld

source: Description
de: Beschreibung

source: Unique Id for the user.
de: Unique Id für den Benutzer.

source: Photo
de: Foto

source: Photo of the user.
de: Foto des Benutzers.

source: **User name**
de: **Benutzername**

source: login id of the user.
de: Login-ID des Benutzers.

source: Real name
de: Realer Name

source: Name of the user.
de: Name des Benutzers.

source: Initials
de: Initialen

source: Initials of the user.
de: Initialen des Benutzers.

source: Email address
de: E-Mail Adresse

source: Email address of the user.
de: E-Mail-Adresse des Benutzers.

source: **Profile**
de: **Profil**

source: Profile of the user.
de: Profil des Benutzers.

source: Locked
de: Gesperrt

source: Flag used to lock the user, to prohibit connections.
de: Flag zum Sperren des Benutzers, zum Verbieten von Verbindungen.

source: Is a contact
de: Ist ein Kontakt

source: Is this user also a contact?
de: Ist dieser Benutzer auch ein Kontakt?

source: Is a resource
de: Ist eine Ressource

source: Is this user also a resource?
de: Ist dieser Benutzer auch eine Ressource?

source: :term:`Closed`
de: :term:`Geschlossen`

source: Flag to indicate that user is archived.
de: Flag, um anzuzeigen, dass der Benutzer archiviert ist.

source: Complete description of the user.
de: Vollständige Beschreibung des Benutzers.

source: **\* Required field**
de: **\* Pflichtfeld**

source: The user name must be unique.
de: Der Benutzername muss eindeutig sein.

source: This user will then appear in the \"Contact\" list
de: Dieser Benutzer erscheint dann in der \“Kontakt\“ Liste

source: The user will then also appear in the â\"Resources\" list.
de: Der Benutzer erscheint dann auch in der Liste \"Ressourcen\"

source: Section: Miscellanous
de: Sektion: Sonstiges

source: This button allows to reset password to default password.
de: Diese Schaltfläche erlaubt es, das Passwort auf das Standardpasswort zurückzusetzen.

source: Reset password button is available only for ProjeQtOr users.
de: Passwort zurücksetzen ist nur für ProjeQtOr-Benutzer verfügbar.

source: Users miscellaneous section fields
de: Benutzer Diverse Sektionsfelder

source: Don't receive team mails
de: Keine Team-Mails erhalten

source: Comes from LDAP
de: Kommt von LDAP

source: Box checked indicating that the user information come from LDAP.
de: Kontrollkästchen, das anzeigt, dass die Benutzerinformationen aus LDAP stammen.

source: API key
de: API-Schlüssel

source: Key string used by web service consumer.
de: Vom Webservice-Konsumenten verwendeter Schlüsselstring.

source: This button allows to send by email to the user the login information.
de: Diese Schaltfläche ermöglicht es, dem Benutzer die Zugangsdaten per E-Mail zu senden.
