Repository: babynus/projeqtor
Catalog: branches/V8.4/projeqtor/docs/user/locale/*/LC_MESSAGES/Today.po
Languages: de

source: Today (Dashboard)
de: Heute (Dashboard)

source: Sections
de: Sektionen

source: User parameter \"First page\"
de: Benutzerparameter \"Erste Seite\"

source: By default, this screen is selected.
de: StandardmäßŸig ist dieser Bildschirm ausgewählt.

source: Messages
de: Nachrichten

source: Messages are displayed depends on some criteria.
de: Meldungen werden nach bestimmten Kriterien angezeigt.

source: Every message is component by title |one| and message |two|.
de: Jede Nachricht ist Komponente nach Titel |eins| und Nachricht |zwei|.

source: Messages are defined in :ref:`message` screen.
de: Nachrichten werden im Bildschirm :ref:`message` definiert.

source: Automatic refresh
de: Automatische Aktualisierung

source: Allows to refresh data according defined delay.
de: Erlaubt das Aktualisieren von Daten entsprechend der definierten Verzögerung.

source: Click on |buttonIconRefresh| to enable/disable automatic refresh.
de: Klicken Sie auf |buttonIconRefresh|, um die automatische Aktualisierung zu aktivieren/deaktivieren.

source: Print
de: Drucken

source: Click on |iconPrint| to print Today screen.
de: Klicken Sie auf |iconPrint|, um den Heute-Bildschirm zu drucken.

source: Parameters
de: Parameter

source: Click on |buttonIconParameter| to access screen parameters.
de: Klicken Sie auf |buttonIconParameter|, um auf die Bildschirmparameter zuzugreifen.

source: **Period for task selection**
de: **Periode für Aufgabenauswahl**

source: Allows to define the period for tasks will be displayed.
de: Erlaubt es, den Zeitraum für die Aufgaben zu definieren, die angezeigt werden.

source: **Field: Due date**
de: **Feld: Fälligkeitsdatum**

source: **Field: Or not set**
de: **Feld: Oder nicht gesetzt**

source: Select also items with due date not set.
de: Auch Positionen mit nicht gesetztem Fälligkeitsdatum auswählen.

source: **Refresh parameters**
de: **Refresh-Parameter**

source: Allows to define parameters for automatic refresh.
de: Erlaubt die Definition von Parametern für die automatische Aktualisierung.

source: **Field: Refresh delay**
de: **Feld: Aktualisierungsverzögerung**

source: Selects the delay between two screen refresh.
de: Wählt die Verzögerung zwischen zwei Bildschirmaktualisierungen.

source: **Field: Scroll delay**
de: **Feld: Scrollverzögerung ***

source: Selects the delay between two scrolling.
de: Wählt die Verzögerung zwischen zwei Bildläufen.

source: **Items to be displayed**
de: **Anzuzeigende Objekte**

source: Allows to define sections displayed on the screen.
de: Erlaubt die Definition von Ausschnitten, die auf dem Bildschirm angezeigt werden.

source: Allows to reorder sections displayed with drag & drop feature.
de: Ermöglicht die Neuanordnung von Abschnitten, die per Drag & Drop angezeigt werden.

source: Using the selector area button icon drag |buttonIconDrag|.
de: Mit dem Auswahlbereich-Symbol ziehen |buttonIconDrag|.

source: Start guide
de: Startanleitun

source: You can hide this section on startup, just unchecked. |two|
de: Sie können diesen Bereich beim Start ausblenden, einfach nicht markiert. |two|

source: This section will not be displayed anymore.
de: Dieser Bereich wird nicht mehr angezeigt.

source: A quick overview of projects status.
de: Ein schneller Überblick über den Projektstatus.

source: 1 - Scope of the numbers counted
de: 1 - Umfang der gezählten Zahlen

source: Checkboxes allow to filter displayed projects:
de: Checkboxen erlauben es, angezeigte Projekte zu filtern:

source: To do: Projects to do.
de: Zu tun: Projekte zu tun.

source: Not closed : Projects to do and done.
de: Not closed : Projekte zu erledigen.

source: All : Projects to do, done and closed.
de: All : Projekte zu tun, zu erledigen und abzuschließŸen.

source: Projects name
de: Name des Projekts

source: Click on the name of a project will directly move to it.
de: Klicken Sie auf den Namen eines Projekts, um direkt dorthin zu gelangen.

source: Manuel indicators
de: Manuelle Blinke

source: Manuel indicator can be set on project.
de: Manuelle Anzeige kann auf Projekt gesetzt werden.

source: Trend and health status indicators are displayed.
de: Trend- und Gesundheitsstatusanzeigen werden angezeigt.

source: **2 - Icon: Trend**
de: **2 - Symbol: Trend**

source: This icon allows to display the trend of the project.
de: Dieses Symbol ermöglicht die Anzeige des Projekttrends.

source: **3 - Icon: Health status**
de: **3 - Symbol: Gesundheitszustand**

source: This icon allows to display the health status of the project.
de: Mit diesem Symbol kann der Status des Projekts angezeigt werden.

source: Progress
de: Fortschritt

source: Calculated progress and overall progress are displayed.
de: Berechneter Fortschritt und Gesamtfortschritt werden angezeigt.

source: **4 - Calculated progress**
de: **4 - Berechneter Fortschritt**

source: Actual progress of the work of project.
de: Tatsächlicher Fortschritt der Projektarbeit.

source: On mouse over the bar
de: Mit der Maus über den Balken

source: **5 - Overall progress**
de: **5 - Gesamtfortschritt**

source: Additional progress manually selected for the project.
de: Zusätzlicher Fortschritt manuell für das Projekt ausgewählt.

source: 6 - Other measure of progress
de: 6 - Anderes MaßŸ des Fortschritts

source: **Left:** Left work for the project.
de: **Links:**Links arbeiten für das Projekt.

source: **Margin:** Work margin.
de: **Marge:**Arbeitsspanne.

source: **End date:** Planified end date of the project.
de: **Enddatum:** Geplantes Enddatum des Projekts.

source: **Late:** Number of late days in project.
de: **Late:** Anzahl der letzten Tage im Projekt.

source: 7 - Numbers of elements concerned to project
de: 7 - Anzahl der zu projektierenden Elemente

source: Numbers of elements concerned to a project are displayed.
de: Anzahl der zu einem Projekt gehörenden Elemente wird angezeigt.

source: Click on an item will directly move to it.
de: Ein Klick auf einen Artikel führt direkt zu ihm.

source: Parameter: Max items to display
de: Parameter: Max. anzuzeigende Positionen

source: Field
de: Feld

source: Description
de: Beschreibung

source: Unique Id for the item.
de: Unique Id für den Artikel.

source: Project
de: Projekt

source: The project concerned by the item.
de: Das Projekt, das von dem Artikel betroffen ist.

source: Type
de: Type" (Typ

source: Type of item.
de: Art des Artikels.

source: Name
de: Name" (Name

source: Name of the item.
de: Name des Artikels.

source: Due date
de: Fälligkeitsdatum

source: Planned end date or due date.
de: Geplantes Enddatum oder Fälligkeitsdatum.

source: Status
de: Status" (englisch

source: Actual status of the item.
de: Aktueller Status des Artikels.

source: Issuer
de: Emittenti

source: Flag on indicate the user is the issuer for the item.
de: Flag on zeigt an, dass der Benutzer der Aussteller des Artikels ist.

source: Flag on indicate the user is the responsible for the item.
de: Flag on zeigt an, dass der Benutzer für den Artikel verantwortlich ist.

source: Id column displayed unique Id and specific icon for the item.
de: Id-Spalte zeigt eindeutige Id und spezifisches Symbol für den Artikel.

source: Extending
de: Erweiterung

source: You can select any report to be displayed on the Today screen.
de: Sie können jeden Bericht auswählen, der auf dem Heute-Bildschirm angezeigt werden soll.

source: Add selected report
de: Ausgewählten Bericht hinzufügen

source: Any unchanged parameter will be set as default value.
de: Jeder unveränderte Parameter wird als Standardwert gesetzt.

source: Report selection
de: Berichtsauswahl

source: Manage extending section
de: Erweiterungsabschnitt verwalten

source: You can reorder like any other parts.
de: Sie können nachbestellen wie alle anderen Teile.

source: Click on |buttonIconDelete| to completely remove them from the list.
de: Klicken Sie auf |buttonIconDelete|, um sie vollständig aus der Liste zu entfernen.

source: Dialog box - Today parameters with extending parts
de: Dialogbox - Heute-Parameter mit verlängerten Teilen
