Repository: babynus/projeqtor
Catalog: branches/V8.3/projeqtor/docs/user/locale/*/LC_MESSAGES/ConfigurationManagement.po
Languages: de

source: Configuration Management
de: Konfigurationsmanagement

source: The product and component is done on screens:
de: Das Produkt und die Komponente werden auf dem Bildschirm dargestellt:

source: Products
de: Produkte

source: Allows to define product and sub-product.
de: Ermöglicht die Definition von Produkt und Unterprodukt.

source: Allows to link components to product.
de: Ermöglicht das Verknüpfen von Komponenten mit dem Produkt.

source: Section: Description
de: Abschnitt: Beschreibung

source: Field
de: Feld

source: Description
de: Beschreibung

source: Unique Id for the product.
de: Eindeutige ID für das Produkt.

source: Name of the product.
de: Name des Produkts.

source: Product type
de: Produkt Typ

source: Type of product.
de: Produkttyp.

source: Designation
de: Bezeichnung

source: Trade name of the product known outside the company.
de: Handelsname des Produkts, das außerhalb des Unternehmens bekannt ist.

source: Customer
de: Kunde

source: The customer the product should be delivered to.
de: Der Kunde, an den das Produkt geliefert werden soll.

source: Prime contractor
de: Generalunternehmer

source: The contact, into customer organization, who will be responsible for the product delivery.
de: Der Kontakt, in die Kundenorganisation, der für die Produktlieferung verantwortlich ist.

source: Responsible
de: Verantwortlich

source: Person responsible for the product.
de: Verantwortlicher für das Produkt.

source: sub-product
de: Teilprodukt

source: Name of the top product if this product is a sub-product.
de: Name des Spitzenprodukts, wenn es sich bei diesem Produkt um ein Unterprodukt handelt.

source: State to be registered.
de: Zustand, der registriert werden soll.

source: :term:`Closed`
de: :term:`Geschlossen`

source: item is closed if checked
de: Element ist geschlossen, wenn angekreuzt

source: Description :
de: Beschreibung:

source: Box checked indicates the product is archived.
de: Das Kontrollkästchen zeigt an, dass das Produkt archiviert ist.

source: **\* Required field**
de: **\* Pflichtfeld**

source: Section: Product versions
de: Abschnitt: Produktversionen

source: List of versions defined for the product.
de: Liste der für das Produkt definierten Versionen.

source: Product versions are defined in :ref:`product-version` screen.
de: Die Produktversionen werden in der Maske :ref:`product-version` definiert.

source: Section: Composition - List of sub-products used by this product
de: Abschnitt: Zusammensetzung - Liste der von diesem Produkt verwendeten Unterprodukte

source: List of sub-products for the product.
de: Liste der Teilprodukte zum Produkt.

source: Section: Composition - List of components used by this product
de: Abschnitt: Zusammensetzung - Liste der von diesem Produkt verwendeten Komponenten

source: See: :ref:`relationship-product-component`.
de: Siehe auch: :ref:`relationship-product-component`.

source: Displays the structure of the product.
de: Zeigt die Struktur des Produkts an.

source: Box checked "Show versions for all structure" allows to display versions of sub-products and components.
de: Das Kontrollkästchen „Versionen für alle Strukturen anzeigen“ ermöglicht die Anzeige der Versionen von Unterprodukten und Komponenten.

source: Box checked "Show projects linked to versions" allows to display projects linked.
de: Das Kontrollkästchen „Mit Versionen verknüpfte Projekte anzeigen“ ermöglicht die Anzeige von verknüpften Projekten.

source: Product Versions
de: Produktversionen

source: Allows to define versions of a product.
de: Ermöglicht die Definition von Versionen eines Produkts.

source: Allows to link a component version to product version.
de: Ermöglicht die Verknüpfung einer Komponentenversion mit einer Produktversion.

source: Allows to link the product version to a project.
de: Ermöglicht die Verknüpfung der Produktversion mit einem Projekt.

source: Ability to define the compatibility between product versions (feature activated through a global parameter)
de: Möglichkeit, die Kompatibilität zwischen Produktversionen zu definieren (Funktion wird über einen globalen Parameter aktiviert).

source: Automatic formatting of version name
de: Automatische Formatierung des Versionsnamens

source: Possibility to define if the version name is automatically produced from the product name and version number.
de: Möglichkeit zu definieren, ob der Versionsname automatisch aus dem Produktnamen und der Versionsnummer erzeugt werden soll.

source: Set global parameters to activate this feature.
de: Setzen Sie globale Parameter, um diese Funktion zu aktivieren.

source: Else, the version name will entered manually.
de: Andernfalls wird der Versionsname manuell eingegeben.

source: Unique Id for the version.
de: Eindeutige Id für die Version.

source: **Product**
de: **Produkt**

source: The product on which the version applies.
de: Das Produkt, für das die Version gilt.

source: **Version number**
de: **Versionsnummer**

source: Version number of the product.
de: Die Versionsnummer des Produkts.

source: Name of the version.
de: Name der Version.

source: The contact, into customer organization, who will be responsible for the version delivery.
de: Der Kontakt, in die Kundenorganisation, der für die Auslieferung der Version verantwortlich sein wird.

source: Resource responsible of the version.
de: Verantwortliche Ressource der Version.

source: Entry into service
de: Inbetriebnahme

source: Initial, planned and real entry into service date of the version.
de: Erstes, geplantes und tatsächliches Inbetriebnahmedatum der Version.

source: End date
de: Endedatum

source: Initial, planned and real end dates of the version.
de: Anfangs-, Plan- und tatsächliches Enddatum der Version.

source: State to be registered
de: Zustand, der registriert werden soll

source: Complete description of the version.
de: Vollständige Beschreibung der Version.

source: The field "Version number" appears only if the global parameter "Automatic format of version name" is set to Yes.
de: Das Feld „Versionsnummer“ erscheint nur, wenn der globale Parameter „Automatisches Format des Versionsnamens“ auf Ja gesetzt ist.

source: The field "Name" will be read only.
de: Das Feld „Name“ wird nur gelesen.

source: Can be different from product prime contractor.
de: Kann sich vom Produkt Hauptauftragnehmer unterscheiden.

source: Specify the date of entry into service.
de: Geben Sie das Datum der Inbetriebnahme an.

source: The box "Done" is checked when the real date field is set.
de: Das Kästchen „Fertig“ ist markiert, wenn das Feld tatsächliches Datum gesetzt ist.

source: Specify the date end-of-service.
de: Geben Sie das Datum des Leistungsendes an.

source: Components
de: Komponenten

source: Allows to define product components.
de: Ermöglicht die Definition von Produktkomponenten.

source: Allows to define products using the component.
de: Ermöglicht die Definition von Produkten die diese Komponente verwenden.

source: Possibility to define component types and component versions that will only be used for definition of structure (not for Version Planning or Tickets)
de: Möglichkeit, Komponententypen und Komponentenversionen zu definieren, die nur für die Definition der Struktur verwendet werden (nicht für Versionsplanung oder Tickets)

source: Unique Id for the component.
de: Eindeutige Id für die Komponente.

source: Name of the component.
de: Name der Komponente.

source: Component type
de: Bausteintyp

source: Type of component
de: Art der Komponente

source: Identifier
de: Identifikator

source: Another name to identify the component.
de: Ein anderer Name, um die Komponente zu identifizieren.

source: Person responsible for the component.
de: Verantwortlicher für die Komponente.

source: Box checked indicates the component is archived.
de: Das Kontrollkästchen zeigt an, dass die Komponente archiviert ist.

source: Complete description of the component.
de: Beschreibung der Komponente.

source: Section: Component versions
de: Abschnitt: Komponentenversionen

source: List of versions defined for the component.
de: Liste der für die Komponente definierten Versionen.

source: Component versions are defined in :ref:`component-version` screen.
de: Komponentenversionen werden in der Maske :ref:`component-version` definiert.

source: Component Versions
de: Komponentenversionen

source: Allows to define versions of a component.
de: Ermöglicht die Definition von Versionen einer Komponente.

source: Allows to link a product version to component version.
de: Ermöglicht die Verknüpfung einer Produktversion mit einer Komponentenversion.

source: Possibility to define if the version name is automatically produced from the component name and version number.
de: Möglichkeit zu definieren, ob der Versionsname automatisch aus dem Komponentennamen und der Versionsnummer erzeugt wird.

source: **Component**
de: **Komponente**

source: The component on which the version applies.
de: Die Komponente, auf die sich die Version bezieht.

source: Version number of the component.
de: Versionsnummer der Komponente.

source: Relationships between product and component elements
de: Beziehungen zwischen Produkt- und Komponentenelementen

source: Allows to manage relationships between products and components to define product structure.
de: Ermöglicht die Verwaltung von Beziehungen zwischen Produkten und Komponenten, um die Produktstruktur zu definieren.

source: See possible relationships: :ref:`product-structure`
de: Siehe mögliche Beziehungen: :ref:`product-structure`

source: Relationships management
de: Beziehungsmanagement

source: Click on |buttonAdd| to create a new relationship. The dialog box "Structure" appear.
de: Klicken Sie auf |buttonAdd|, um eine neue Beziehung anzulegen. Sie gelangen zum Dialogfenster „Struktur“.

source: Click on |buttonIconDelete| to delete the corresponding relationship.
de: Klicken Sie auf | ButtonIconDelete | um die entsprechende Beziehung zu löschen.

source: Link between versions of products and components
de: Verbindung zwischen Versionen von Produkten und Komponenten

source: Allows to define links between versions of products and components.
de: Ermöglicht die Definition von Verknüpfungen zwischen Versionen von Produkten und Komponenten.

source: Only with the elements defined in the product structure.
de: Nur mit den in der Produktstruktur definierten Elementen.

source: Link management
de: Link-Verwaltung

source: Click on |buttonAdd| to create a new link. The dialog box "Version Structure" appear.
de: Klicken Sie auf |buttonAdd|, um einen neuen Link zu erstellen. Sie gelangen in das Dialogfenster „Versionsstruktur“.

source: Click on |buttonIconDelete| to delete the corresponding link.
de: Klicken Sie auf |buttonIconDelete|, um den entsprechenden Link zu löschen.

source: Link version to projects
de: Version mit Projekten verknüpfen

source: This section allows to manage links between projects and versions of products.
de: Dieser Abschnitt ermöglicht die Verwaltung von Verknüpfungen zwischen Projekten und Produktversionen.

source: Link version to projects management
de: Link zur Projektverwaltung

source: Click on |buttonAdd| to create a new link.
de: Klicken Sie auf |buttonAdd|, um einen neuen Link zu erstellen.

source: Click on |buttonEdit| to update an existing link.
de: Klicken Sie auf |buttonEdit| um einen bestehenden Link zu aktualisieren.

source: Fields - Project-Version link dialog box
de: Felder - Dialogfeld Projekt-Versionsverknüpfung

source: Project
de: Projekt

source: The project linked to product version or the project list.
de: Das Projekt, das mit der Produktversion oder der Projektliste verknüpft ist.

source: Product
de: Produkt

source: Product linked to the project or the list of products.
de: Produkt, das mit dem Projekt oder der Produktliste verknüpft ist.

source: Product version linked to the project or list of product versions.
de: Produktversion, die mit dem Projekt oder der Liste der Produktversionen verknüpft ist.

source: Start date
de: Startdatum

source: Start date for validity of the link.
de: Startdatum für die Gültigkeit der Verknüpfung.

source: End date for validity of the link.
de: Enddatum für die Gültigkeit der Verknüpfung.

source: State to be registerd
de: Zustand, der registriert werden soll

source: Closed
de: Geschlossen

source: Box checked indicates the link is not active anymore, without deleting it.
de: Das Kontrollkästchen zeigt an, dass der Link nicht mehr aktiv ist, ohne ihn zu löschen.

source: From the screen «Projects», the fields «product and version» will be selectable.
de: Auf dem Bildschirm „Projekte“ sind die Felder „Produkt und Version“ auswählbar.

source: From the screen «Product versions», the field «project» will be selectable.
de: Auf dem Bildschirm «Produktversionen» ist das Feld «Projekt» auswählbar.

source: Versions planning
de: Versionsplanung

source: Select one or more product versions and the planning version is displayed.
de: Wählen Sie eine oder mehrere Produktversionen aus und die Planversion wird angezeigt.

source: This planning displays each version of selected product versions and their components from define start date to deliverable date.
de: Diese Planung zeigt jede Version der ausgewählten Produktversionen und deren Komponenten vom Startdatum bis zum Lieferdatum an.

source: To use it define your start and delivery date in Product Version and Component Version.
de: Um es zu verwenden, definieren Sie Ihr Start- und Lieferdatum in der Produktversion und der Komponentenversion.

source: To insert values you have to Actives 'display the start and delivery milestones' in global parameters otherwise these fields are hidden.
de: Um Werte einzufügen, müssen Sie in den globalen Parametern „Start- und Liefermeilensteine anzeigen“ wählen, ansonsten werden diese Felder ausgeblendet.

source: This screen allows to see if the delivery date of Component versions is more later than their Product versions.
de: In dieser Maske können Sie sehen, ob das Lieferdatum der Komponentenversionen größer ist als das der Produktversionen.

source: Graphically, you can see any delay or incompatibility.
de: Grafisch können Sie jede Verzögerung oder Inkompatibilität erkennen.
