Repository: babynus/projeqtor
Catalog: branches/V8.6/projeqtor/docs/user/locale/*/LC_MESSAGES/RequirementsDashBoard.po
Languages: de

source: Requirements dashboard
de: Anforderungen Dashboard

source: Allows user to have a requirement global view of his projects.
de: Ermöglicht dem Benutzer eine globale Sicht auf seine Projekte.

source: Shows several small reports, listing the number of requirements by item.
de: Zeigt mehrere kleine Berichte an, die die Anzahl der Anforderungen pro Artikel auflisten.

source: Filters are available to limit scope.
de: Es stehen Filter zur Verfügung, um den Umfang einzuschränken.

source: Direct access to the list of requirements
de: Direktzugriff auf die Liste der Anforderungen

source: In reports, click on an item to get list of requirement corresponding to this item.
de: Klicken Sie in Berichten auf ein Element, um eine Liste der Anforderungen zu erhalten, die diesem Element entsprechen.

source: Parameters
de: Parameter

source: Click on |buttonIconParameter| to access parameters.
de: Klicken Sie auf |buttonIconParameter|, um auf die Parameter zuzugreifen.

source: Allows to define reports displayed on the screen.
de: Ermöglicht die Definition von Berichten, die auf dem Bildschirm angezeigt werden.

source: Allows to reorder reports displayed with drag & drop feature. Using the selector area button |buttonIconDrag|.
de: Ermöglicht die Neuanordnung von Berichten, die per Drag & Drop angezeigt werden. Mit der Auswahlbereichstaste |buttonIconDrag|.

source: Arrange reports on left and right on screen.
de: Ordnen Sie die Berichte links und rechts am Bildschirm an.

source: Filter clauses
de: Filterklauseln

source: Report: Synthesis by status
de: Bericht: Synthese nach Status

source: For this report, filter clauses are not applicable.
de: Für diesen Bericht gelten keine Filterklauseln.

source: Scope filters
de: Bereichsfilter

source: **All requirements**
de: **Alle Anforderungen**

source: All requirements.
de: Alle Anforderungen.

source: **Not closed requirements**
de: ** Nicht geschlossene Anforderungen **

source: Requirements not closed. (Status <> 'closed')
de: Anforderungen nicht geschlossen. (Status <> ‚geschlossen‘)

source: **Not resolved requirements**
de: **Nicht erfüllte Anforderungen**

source: Requirements not resolved. (Status <> 'done')
de: Anforderungen nicht erfüllt (Status <> 'erledigt')

source: Recently updated
de: Kürzlich aktualisiert

source: **Added recently**
de: **Kürzlich hinzugefügt**

source: Requirements created within *x* last days.
de: Anforderungen, die innerhalb der letzten *x* Tage erstellt wurden.

source: **Resolved recently**
de: **Kürzlich behoben**

source: Requirements treated within *x* last days.
de: Anforderungen, die innerhalb der letzten *x* Tage behandelt wurden.

source: **Updated recently**
de: **Vor kurzem aktualisiert**

source: Requirements updated within *x* last days.
de: Die Anforderungen wurden in den letzten *x* Tagen aktualisiert.

source: Linked to the user
de: Mit dem Benutzer verbunden

source: **Assigned to me**
de: **Mir zugewiesen**

source: Requirements that you are responsible for their treatment.
de: Anforderungen, für deren Behandlung Sie verantwortlich sind.

source: **Reported by me**
de: **Von mir gemeldet**

source: Requirements that you are the issuer.
de: Anforderungen, deren Ersteller Sie sind.

source: No resolution scheduled
de: Keine Lösung geplant

source: **Unscheduled**
de: **Nicht geplant**

source: Requirements whose resolution is not scheduled in a next product version (target product version not set).
de: Anforderungen, deren Realisierung nicht in einer nächsten Produktversion eingeplant sind (Zielproduktversion nicht gesetzt).
