Repository: babynus/projeqtor
Catalog: branches/V8.6/projeqtor/docs/user/locale/*/LC_MESSAGES/RiskIssueManagement.po
Languages: de

source: Risks
de: Risiken

source: The risk management plan is a key point to project management :
de: Der Risikomanagementplan ist ein zentraler Punkt im Projektmanagement :

source: Identify risks and estimate their severity and likelihood.
de: Risiken identifizieren und deren Schwere und Wahrscheinlichkeit absch‰tzen.

source: Identify mitigating actions.
de: Mildernde Maﬂünahmen identifizieren.

source: Identify opportunities.
de: Chancen erkennen.

source: Follow-up actions.
de: Folgeaktionen.

source: Identify risks that finally occur (becoming an issue).
de: Endlich auftretende Risiken identifizieren (zum Thema werden).

source: Contingency reserve
de: Sicherheitsreserve

source: Monitoring indicator
de: ‹úberwachungsindikator

source: Possibility to define indicators to follow the respect of dates values.
de: Mˆglichkeit, Indikatoren zu definieren, um die Einhaltung von Datumswerten zu ¸berwachen.

source: :ref:`Linked element<linkElement-section>`
de: :ref:`Linked element<linkElement-sektion>`

source: Section: Description
de: Sektion: Beschreibung

source: Field
de: Feld

source: Description
de: Beschreibung

source: Unique Id for the risk.
de: Eindeutige Id f¸r das Risiko.

source: Short description of the risk.
de: Kurzbeschreibung des Risikos.

source: Type of risk.
de: Art des Risikos.

source: **Project**
de: **Projekt**

source: The project concerned by the risk.
de: Das vom Risiko betroffene Projekt.

source: Severity
de: Schweregrad

source: Level of importance of the impact for the project.
de: Bedeutung der Wirkung f¸r das Projekt.

source: Likelihood
de: Wahrscheinlichkeit

source: Probability level of the risk to occur.
de: Wahrscheinlichkeit des Eintretens des Risikos.

source: Criticality
de: Kritikalit‰t

source: Global evaluation level of the risk.
de: Globales Bewertungsniveau des Risikos.

source: Cost of impact
de: Kosten der Tragweite

source: Impact cost of the risk.
de: Impact Kosten des Risikos.

source: Project reserved cost
de: Projekt reservierte Kosten

source: The reserve amount according to the risk likelihood.
de: Der Reservebetrag entsprechend der Risikowahrscheinlichkeit.

source: :term:`Origin`
de: :term:`Ursprung`

source: Element which is the origin of the risk.
de: Element, das der Ursprung des Risikos ist.

source: Cause
de: Ursache

source: Description of the event that may trigger the risk.
de: Beschreibung des Ereignisses, das das Risiko auslˆsen kann.

source: Description of the estimated impact on the project if the risk occurs.
de: Beschreibung der gesch‰tzten Auswirkungen auf das Projekt, wenn das Risiko eintritt.

source: :term:`Description`
de: :term:`Beschreibung`

source: Complete description of the risk.
de: Vollst‰ndige Beschreibung des Risikos.

source: **\* Required field**
de: **\* Pflichtfeld**

source: Value can be changed.
de: Wert kann ge‰ndert werden.

source: Section: Treatment
de: Sektion: Behandlung

source: Actual :term:`status` of the risk.
de: Tats‰chlicher :term:`Status` des Risikos.

source: :term:`Responsible`
de: :term:`Verantwortlicher`

source: Resource who is responsible for the treatment of the risk.
de: Ressource, die f¸r die Behandlung des Risikos verantwortlich ist.

source: Priority
de: Priorit‰t

source: Expected priority to take into account this risk.
de: Erwartete Priorit‰t zur Ber¸cksichtigung dieses Risikos.

source: Initial end date
de: Erstes Enddatum

source: Initially expected end date of the risk.
de: Anfangs erwarteter Endtermin des Risikos.

source: Planned end date
de: Geplantes Enddatum

source: Updated end date of the risk.
de: Aktualisiertes Enddatum des Risikos.

source: :term:`Handled`
de: :term:`Bearbeitet`

source: Flag to indicate that risk is taken into account.
de: Kennzeichen, dass das Risiko ber¸cksichtigt wird.

source: :term:`Done`
de: :term:`Fertig`

source: Flag to indicate that risk has been treated.
de: Flagge, um anzuzeigen, dass das Risiko behandelt wurde.

source: :term:`Closed`
de: :term:`Geschlossen`

source: Flag to indicate that risk is archived.
de: Kennzeichen, dass das Risiko archiviert ist.

source: Cancelled
de: Abgesagt

source: Flag to indicate that risk is cancelled.
de: Kennzeichen, um anzuzeigen, dass das Risiko aufgehoben ist.

source: :term:`Result`
de: :term:`Ergebnis`

source: Complete description of the treatment done on the risk.
de: Vollst‰ndige Beschreibung der Behandlung auf Risiko.

source: Opportunities
de: Chancen

source: Potential gain
de: Potentielle Verst‰rkung

source: Unique Id for the opportunity.
de: Unique Id f¸r die Gelegenheit.

source: Short description of the opportunity.
de: Kurzbeschreibung der Gelegenheit.

source: Type of opportunity.
de: Art der Gelegenheit.

source: The project concerned by the opportunity.
de: Das Projekt, das von der Gelegenheit betroffen ist.

source: Significance
de: Bedeutung

source: Global evaluation level of the opportunity.
de: Globale Bewertungsebene der Chance.

source: Expected improvement
de: Erwartete Verbesserung

source: Expected amount of the opportunity.
de: Erwartete Hˆhe der Chance.

source: Project reserved gain
de: Projekt reservierter Gewinn

source: The estimated gain, according to the opportunity likelihood.
de: Der gesch‰tzte Gewinn, entsprechend der Chancenwahrscheinlichkeit.

source: Element which is the origin of the opportunity.
de: Element, das der Ursprung der Chance ist.

source: Opportunity source
de: Opportunity-Quelle

source: Description of the event that may trigger the opportunity.
de: Beschreibung des Ereignisses, das die Gelegenheit auslˆsen kann.

source: Description of the estimated positive impact on the project.
de: Beschreibung der gesch‰tzten positiven Auswirkungen auf das Projekt.

source: Complete description of the opportunity.
de: Vollst‰ndige Beschreibung der Gelegenheit.

source: Actual :term:`status` of the opportunity.
de: Aktueller :term:`Status` der Opportunity.

source: Expected priority to take into account this opportunity.
de: Erwartete Priorit‰t zur Ber¸cksichtigung dieser Chance.

source: Initially expected end date of the opportunity.
de: Urspr¸nglich erwartetes Enddatum der Opportunity.

source: Updated end date of the opportunity.
de: Aktualisiertes Enddatum der Opportunity.

source: Flag to indicate that opportunity is taken into account.
de: Flagge, um anzuzeigen, dass die Gelegenheit ber¸cksichtigt wird.

source: Flag to indicate that opportunity has been treated.
de: Flagge, um anzuzeigen, dass die Gelegenheit behandelt wurde.

source: Flag to indicate that opportunity is archived.
de: Kennzeichen, um anzuzeigen, dass die Opportunity archiviert ist.

source: Flag to indicate that opportunity is cancelled.
de: Flagge, um anzuzeigen, dass die Gelegenheit abgesagt wurde.

source: Complete description of the treatment of the opportunity.
de: Vollst‰ndige Beschreibung der Behandlung der Gelegenheit.

source: Criticality value calculation
de: Kritikalit‰tswertberechnung

source: In the previous screens, a name of value is set with numeric value.
de: In den vorherigen Bildschirmen wird ein Wertname mit numerischem Wert gesetzt.

source: [Criticality value] = [Severity value] X [Likelihood value] / 2
de: [Kritikalit‰tswert] =[Schweregrad] X[Wahrscheinlichkeitswert] / 2

source: For example:
de: Zum Beispiel:

source: Critical (8) = High (4) X High (4) / 2
de: Kritisch (8) = Hoch (4) X Hoch (4) / 2

source: Default values
de: Standardwerte

source: Default values are determined.
de: Standardwerte werden ermittelt.

source: You can change its values while respecting the equation defined above.
de: Sie kˆnnen seine Werte unter Beachtung der oben definierten Gleichung ‰ndern.

source: Issues
de: Ausgaben

source: An issue is a problem that occurs during the project.
de: Ein Problem ist ein Problem, das w‰hrend des Projekts auftritt.

source: Actions must be defined to solve the issue.
de: Aktionen m¸ssen definiert werden, um das Problem zu lˆsen.

source: Unique Id for the issue.
de: Eindeutige Id f¸r die Meldung.

source: Short description of the issue.
de: Kurzbeschreibung des Problems.

source: Type of issue.
de: Art der Ausgabe.

source: The project concerned by the issue.
de: Das Projekt, das von dem Thema betroffen ist.

source: Priority requested to the treatment of the issue.
de: Priorit‰t f¸r die Behandlung des Problems.

source: Element which is the origin of the issue.
de: Element, das der Ursprung des Problems ist.

source: Description of the event that led to the issue.
de: Beschreibung des Ereignisses, das zu dem Problem gef¸hrt hat.

source: Description of the impact of the issue on the project.
de: Beschreibung der Auswirkungen des Problems auf das Projekt.

source: Complete description of the issue.
de: Vollst‰ndige Beschreibung des Problems.

source: Actual :term:`status` of the issue.
de: Aktueller :term:`Status` der Ausgabe.

source: Initially expected end date of the issue.
de: Urspr¸nglich erwartetes Enddatum der Ausgabe.

source: Updated end date of the issue.
de: Aktualisiertes Enddatum der Ausgabe.

source: Flag to indicate that issue is taken into account.
de: Flag, um anzuzeigen, dass das Problem ber¸cksichtigt wird.

source: Flag to indicate that issue has been treated.
de: Flagge, um anzuzeigen, dass das Problem behandelt wurde.

source: Flag to indicate that issue is archived.
de: Kennzeichen, um anzuzeigen, dass das Problem archiviert ist.

source: Flag to indicate that issue is cancelled.
de: Flagge, um anzuzeigen, dass die Ausgabe abgebrochen wurde.

source: Complete description of the treatment of the issue.
de: Vollst‰ndige Beschreibung der Behandlung des Problems.

source: Actions
de: Aktionen

source: An action is a task or activity that is set-up in order to :
de: Eine Aktion ist eine Aufgabe oder Aktivit‰t, die eingerichtet wird, um:

source: Reduce the likelihood of a risk
de: Die Wahrscheinlichkeit eines Risikos reduzieren

source: or reduce the impact of a risk
de: oder die Auswirkungen eines Risikos reduzieren

source: or solve an issue
de: oder ein Problem lˆsen

source: or build a post-meeting action plan
de: oder erstellen Sie einen Aktionsplan f¸r die Zeit nach dem Treffen

source: or just define a ‚Äúto do list‚Äù.
de: oder definieren Sie einfach eine "To-Do-Liste".

source: The actions are the main activities of the risk management plan.
de: Die Maﬂünahmen sind die Hauptaktivit‰ten des Risikomanagement-Plans.

source: They must be regularly followed-up.
de: Sie m¸ssen regelm‰ﬂüig verfolgt werden.

source: Private action
de: Private Aktion

source: Private actions allow to manage a personal to-do list.
de: Private Aktionen erlauben es, eine persˆnliche Aufgabenliste zu verwalten.

source: Unique Id for the action.
de: Eindeutige Id f¸r die Aktion.

source: Short description of the action.
de: Kurzbeschreibung der Aktion.

source: **Action type**
de: **Aktionsart**

source: Type of action.
de: Art der Aktion.

source: The project concerned by the action.
de: Das von der Aktion betroffene Projekt.

source: Priority requested to the treatment of the action.
de: Priorit‰t f¸r die Behandlung der Aktion beantragt.

source: Private
de: Privat

source: Box checked allows to define a private action.
de: Box checked erlaubt es, eine private Aktion zu definieren.

source: Complete description of the action.
de: Vollst‰ndige Beschreibung der Aktion.

source: Actual :term:`status` of the action.
de: Aktueller :term:`Status` der Aktion.

source: Resource who is responsible for the action.
de: Ressource, die f¸r die Aktion verantwortlich ist.

source: Initial due date
de: Erstes F‰lligkeitsdatum

source: Initially expected end date of the action.
de: Anfangs erwartetes Enddatum der Aktion.

source: Planned due date
de: Geplante F‰lligkeit

source: Updated end date of the action.
de: Aktualisiertes Enddatum der Aktion.

source: Box checked indicates that the action is taken over.
de: Feld markiert zeigt an, dass die Aktion ¸bernommen wurde.

source: Box checked indicates that the action has been treated.
de: Feld markiert zeigt an, dass die Aktion behandelt wurde.

source: Box checked indicates that the action is archived.
de: Box checked zeigt an, dass die Aktion archiviert ist.

source: Box checked indicates that the action is cancelled.
de: Feld markiert zeigt an, dass die Aktion abgebrochen wurde.

source: Efficiency
de: Wirtschaftlichkei

source: Complete description of the treatment of the action.
de: Vollst‰ndige Beschreibung der Behandlung der Aktion.
