Repository: babynus/projeqtor
Catalog: branches/V9.3/projeqtor/docs/user/locale/*/LC_MESSAGES/Order.po
Languages: de

source: Quotation and Order
de: Angebot und Auftrag

source: Quotations
de: Kostenvoranschläge

source: Transform quotation to order
de: Angebot in Auftrag umwandeln

source: Bill lines section
de: Abschnitt Rechnungszeilen

source: This section allows to detail the quotation modality.
de: Dieser Abschnitt erlaubt es, die Zitierweise zu detaillieren.

source: Section: Description
de: Sektion: Beschreibung

source: Field
de: Feld

source: Description
de: Beschreibung

source: Unique Id for the quotation.
de: Unique Id für das Angebot.

source: Short description of the quotation.
de: Kurzbeschreibung des Zitats.

source: **Quotation type**
de: **Angebotsart**

source: Type of quotation.
de: Art des Zitats.

source: **Project**
de: **Projekt**

source: The project concerned by the quotation.
de: Das vom Zitat betroffene Projekt.

source: :term:`Origin`
de: :term:`Ursprung`

source: Element which is the origin of the quotation.
de: Element, das der Ursprung des Zitats ist.

source: Customer
de: Kunde

source: Customer concerned by the quotation.
de: Vom Angebot betroffener Kunde.

source: Contact
de: Kontakt

source: Contact in customer organization to whom you sent the quotation.
de: Kontakt in der Kundenorganisation, an den Sie das Angebot geschickt haben.

source: :term:`Request<Description>`
de: :term:`Anfrage<Beschreibung>`

source: Request description.
de: Beschreibung anfordern.

source: Additional info.
de: Zusätzliche Informationen.

source: Any additional information about the quotation.
de: Weitere Informationen zum Angebot.

source: **\* Required field**
de: **\* Pflichtfeld**

source: Automatically updated from project field.
de: Automatisch aus dem Projektfeld aktualisiert.

source: Section: Treatment
de: Sektion: Behandlung

source: Actual :term:`status` of the quotation.
de: Aktueller :term:`Status` des Zitats.

source: :term:`Responsible`
de: :term:`Verantwortlicher`

source: Resource who is responsible for the quotation.
de: Ressource, die für das Angebot verantwortlich ist.

source: Sent date
de: Gesendetes Datum

source: Date when quotation is sent to customer contact.
de: Datum der Angebotsabgabe an den Kundenkontakt.

source: Send mode
de: Sendebetrie

source: Delivery mode.
de: Liefermodus.

source: Offer validity
de: Gültigkeit des Angebotes

source: Limit date of the validity of the proposal.
de: Begrenzungsdatum der Gültigkeit des Vorschlags.

source: Likelihood
de: Wahrscheinlichkeit

source: The probability that the proposal will be accepted.
de: Die Wahrscheinlichkeit, dass der Vorschlag angenommen wird.

source: :term:`Handled`
de: :term:`Behandelt`

source: Box checked indicates that the quotation is taken in charge.
de: Kästchen markiert zeigt an, dass das Angebot angenommen wird.

source: :term:`Done`
de: :term:`Fertig`

source: Box checked indicates that the quotation is processed.
de: Feld markiert zeigt an, dass das Angebot bearbeitet wird.

source: :term:`Closed`
de: :term:`Geschlossen`

source: Box checked indicates that the quotation is archived.
de: Feld markiert zeigt an, dass das Angebot archiviert ist.

source: Cancelled
de: Abgesagt

source: Box checked indicates that the quotation is cancelled.
de: Kästchen markiert zeigt an, dass das Angebot storniert wurde.

source: Planned end date
de: Geplantes Enddatum

source: Target end date of the activity object of the quotation.
de: Zieldatum des Aktivitätsobjekts des Angebots.

source: Activity type
de: Art der Aktivitä

source: Type of the activity object of the quotation.
de: Typ des Aktivitätsobjekts des Angebots.

source: Payment deadline
de: Fälligkeit der Zahlung

source: The payment deadline is stated on the quotation.
de: Die Zahlungsfrist ist auf dem Angebot angegeben.

source: Amount
de: Betra

source: Total amount of the quotation.
de: Gesamtbetrag des Angebots.

source: Estimated work
de: Geschätzte Arbeit

source: Work days corresponding to the quotation.
de: Arbeitstage entsprechend dem Angebot.

source: Comments
de: Anmerkungen

source: Comment about the treatment of the quotation.
de: Kommentar zur Behandlung des Zitats.

source: Columns:
de: Spalten:

source: **Ex VAT**: Amount without taxes.
de: **Ex Mehrwertsteuer**: Betrag ohne Steuern.

source: The amount is automatically updated with the sum of bill lines.
de: Der Betrag wird automatisch mit der Summe der Rechnungszeilen aktualisiert.

source: **Tax**: Applicable tax.
de: **Steuern**: Anzuwendende Steuer.

source: **Full**: Amount with taxes.
de: **Voll**: Betrag mit Steuern.

source: The activity should be created only after approval.
de: Die Aktivität sollte erst nach Genehmigung angelegt werden.

source: Orders
de: Bestellungen

source: An order (also called command) is the trigger to start work.
de: Ein Befehl (auch Befehl genannt) ist der Auslöser für die Arbeit.

source: Scheduled work and budgeted cost of project
de: Geplante Arbeiten und budgetierte Projektkosten

source: See: :ref:`progress-section-resource`
de: Siehe: :ref:`progress-section-resource`

source: This section allows to detail the order modality.
de: Dieser Abschnitt erlaubt es, die Bestellmodalität zu detaillieren.

source: Unique Id for the order.
de: Unique Id für den Auftrag.

source: Short description of the order.
de: Kurzbeschreibung des Auftrags.

source: **Order type**
de: **Bestellungstyp**

source: Type of order.
de: Art der Bestellung.

source: Project
de: Projekt

source: The project concerned by the order.
de: Das vom Auftrag betroffene Projekt.

source: Customer concerned by the order.
de: Vom Auftrag betroffener Kunde.

source: Contact in customer organization to whom you sent the order.
de: Kontakt in der Kundenorganisation, an die Sie die Bestellung geschickt haben.

source: **External reference**
de: **Externe Referenz**

source: :term:`External reference` of the order (as received).
de: :term:`Externe Referenz` der Bestellung (wie erhalten).

source: Date of receipt
de: Datum des Eingangs

source: Receipt date.
de: Eingangsdatum.

source: Receive mode
de: Empfangsmodus

source: Element which is the origin of the order.
de: Element, das der Ursprung des Auftrags ist.

source: Complete description of the order.
de: Vollständige Beschreibung des Auftrags.

source: Any additional information about the order.
de: Zusätzliche Informationen zur Bestellung.

source: Actual :term:`status` of the order.
de: Aktueller :term:`Status` des Auftrags.

source: Resource who is responsible for the order.
de: Ressource, die für den Auftrag verantwortlich ist.

source: Box checked indicates that the order is taken in charge.
de: Kästchen markiert zeigt an, dass der Auftrag ausgeführt wird.

source: Box checked indicates that the order is processed.
de: Feld markiert zeigt an, dass der Auftrag bearbeitet wird.

source: Box checked indicates that the order is archived.
de: Feld markiert zeigt an, dass der Auftrag archiviert ist.

source: Box checked indicates that the order is cancelled.
de: Feld markiert zeigt an, dass der Auftrag storniert wurde.

source: Type of the activity object of the order.
de: Typ des Aktivitätsobjekts des Auftrags.

source: Linked activity
de: Verknüpfte Aktivität

source: Activity representing the execution of the order.
de: Aktivität, die die Ausführung des Auftrags repräsentiert.

source: Initial values.
de: Anfangswerte.

source: Amendment
de: Ã„nderung

source: Additional values.
de: Zusätzliche Werte.

source: Total
de: Summe

source: Sum of the initial values and amendment.
de: Summe der Ausgangswerte und Ã„nderung.

source: Start date
de: Datum des Beginns

source: Initial start date of the execution of the order.
de: Anfangsdatum der Ausführung des Auftrags.

source: End date
de: Enddatum

source: Initial and validated end date of the execution of the order.
de: Erstes und validiertes Enddatum der Auftragsausführung.

source: Comment about the treatment of the order.
de: Kommentar zur Behandlung des Auftrags.

source: **Ex VAT**: Amount before taxes.
de: **Ex Mehrwertsteuer**: Betrag vor Steuern.

source: **Work**: Work days corresponding to the order.
de: **Arbeiten**: Arbeitstage entsprechend der Bestellung.

source: When the measure unit is "day".
de: Wenn die Maßeinheit "Tag" ist.

source: **Initial** : Initial dates
de: **Initial** : Erste Termine

source: **Validated** : Validated dates
de: **Validiert** : Validierte Daten
