Repository: babynus/projeqtor
Catalog: branches/V7.5/projeqtor/docs/user/locale/*/LC_MESSAGES/Glossary.po
Languages: de

source: Glossary
de: Glossar

source: Closed
de: Geschlossen

source: Flag to indicate that item is archived.
de: Kennzeichen, um anzuzeigen, dass das Objekt archiviert ist.

source: Description
de: Beschreibung

source: This field allows to define a description on an item.
de: Dieses Feld erlaubt es, eine Beschreibung für einen Artikel zu definieren.

source: Depending on the element type, name of field can be different.
de: Je nach Elementtyp kann der Feldname unterschiedlich sein.

source: GUI behavior
de: GUI-Verhalten

source: It is possible to define that description field is mandatory.
de: Es ist möglich zu definieren, dass das Beschreibungsfeld obligatorisch ist.

source: More detail, see: :ref:`behavior-section`.
de: Mehr dazu, siehe: :ref:`behavior-section`.

source: Done
de: Erledigt

source: Flag to indicate that item has been done.
de: Flagge, um anzuzeigen, dass der Artikel fertig ist.

source: Date of done is saved.
de: Datum der Fertigstellung wird gespeichert.

source: External reference
de: Externe Referenz

source: This field allows fill free input.
de: Dieses Feld erlaubt eine freie Eingabe.

source: It uses to refer information from an external source.
de: Es verwendet, um Informationen von einer externen Quelle zu beziehen.

source: More detail, see: **Administration guide**.
de: Mehr Details, siehe: **Administrationshandbuch**.

source: Handled
de: Bearbeitet

source: Flag to indicate that item has been taken into account.
de: Kennzeichen, das angibt, dass der Artikel berücksichtigt wurde.

source: Date of handling is saved.
de: Datum der Bearbeitung wird gespeichert.

source: This generally means that responsible has been named.
de: Das bedeutet in der Regel, dass der Verantwortliche genannt wurde.

source: Every item has a unique Id, automatically generated on creation.
de: Jeder Artikel hat eine eindeutige ID, die bei der Erstellung automatisch generiert wird.

source: Origin
de: Herkunft

source: Determines the element of origin.
de: Bestimmt das Ursprungselement.

source: More detail, see : :ref:`Origin field<origin-field>`.
de: Mehr Details, siehe: :ref:`Origin field<origin-field>`.

source: The status determines the life cycle of items.
de: Der Status bestimmt den Lebenszyklus von Gegenständen.

source: It defines the progress of the treatment of the item.
de: Es definiert den Fortschritt der Behandlung des Artikels.

source: Item is linked to a element type, element type is linked to a workflow.
de: Item ist mit einer Elementart verknüpft, Elementart mit einem Workflow.

source: Accelerator button
de: Beschleuniger-Taste

source: This button allows to skip to the next status.
de: Mit dieser Schaltfläche können Sie zum nächsten Status springen.

source: Reference
de: Referenz

source: Reference is displayed after id, automatically generated on creation.
de: Referenz wird nach der ID angezeigt, die beim Anlegen automatisch generiert wird.

source: Result
de: Ergebnis

source: A result is a description of the treatment of an item.
de: Ein Ergebnis ist eine Beschreibung der Behandlung eines Artikels.

source: It is possible to define that result field is mandatory on done status.
de: Es ist möglich, zu definieren, dass das Ergebnisfeld bei erledigtem Status obligatorisch ist.

source: WBS
de: PSP

source: Work Breakdown Structure.
de: Projektstrukturplan.

source: Hierarchical position of the element in the global planning.
de: Hierarchische Position des Elements in der globalen Planung.
