Repository: babynus/projeqtor
Catalog: branches/V8.1/projeqtor/docs/user/locale/*/LC_MESSAGES/ActivityStream.po
Languages: de

source: Activity Stream
de: Aktivitätsfluss

source: This screen is devoted to display notes.
de: Dieser Bildschirm ist der Anzeige von Notizen gewidmet.

source: To default you will see all visible notes for each items.
de: Standardmäßig sehen Sie alle sichtbaren Notizen zu jedem Element.

source: There are filters to refine the search.
de: Es gibt Filter, um die Suche zu verfeinern.

source: Click on |buttonCollapseClose| to hide note comment.
de: Klicken Sie auf |buttonCollapseClose|, um den Kommentar auszublenden.

source: Click on |buttonCollapseOpen| to display note comment.
de: Klicken Sie auf |buttonCollapseOpen|, um den Notizkommentar anzuzeigen.

source: Display of notes on right part of screen.
de: Anzeige der Notizen im rechten Teil des Bildschirms.

source: The chat displays notes on the selected item.
de: Der Chat zeigt Notizen zu dem ausgewählten Element an.

source: Possibility to quickly add note, write your text and press 'Enter' key.
de: Möglichkeit, schnell Notizen hinzuzufügen, Ihren Text zu schreiben und die Taste „Enter“ zu drücken.

source: You can change the visibility of the note if you click on the bottom right corner.
de: Sie können die Sichtbarkeit der Notiz ändern, wenn Sie auf die untere rechte Ecke klicken.

source: Click on |iconHideStream| to hide or display the chat.
de: Klicken Sie auf |iconHideStream|, um den Chat ein- oder auszublenden.
