Repository: babynus/projeqtor
Catalog: branches/V8.1/projeqtor/docs/user/locale/*/LC_MESSAGES/Features.po
Languages: de

source: Features
de: Eigenschaften

source: Planning management
de: Planungsmanagement

source: Project
de: Projekt

source: The project is the main element of ProjeQtOr.
de: Das Projekt ist das Hauptelement von ProjeQtOr.

source: Activity
de: Aktivität

source: Activities appear on the Gantt Planning view.
de: Aktivitäten erscheinen in der Gantt-Planungsansicht.

source: Milestone
de: Meilenstein

source: A milestone is an event or a key date of the project.
de: Ein Meilenstein ist ein Ereignis oder ein Stichtag des Projekts.

source: Unlike activities , milestones have no duration and no work.
de: Im Gegensatz zu Aktivitäten haben Meilensteine keine Dauer und keine Arbeit.

source: Resources
de: Ressourcen

source: Resources can be assigned to activities.
de: Ressourcen können Aktivitäten zugeordnet werden.

source: This means that some work is defined on this activity for the resource.
de: Das bedeutet, dass einige Arbeiten an dieser Aktivität für die Ressource definiert sind.

source: Real work allocation
de: Echte Arbeitsverteilung

source: Resources enter their time spent on the Real work allocation screen.
de: Ressourcen geben die Zeit ein, die sie auf dem Bildschirm "Echte Arbeitsverteilung" verbracht haben.

source: This allows for a real-time monitoring of work.
de: Dies ermöglicht eine Echtzeit-Überwachung der Arbeit.

source: Planning
de: Planung

source: The planning is based on all the constraints defined:
de: Die Planung basiert auf allen definierten Randbedingungen:

source: left work on each activity
de: links Arbeit an jeder Aktivität

source: availability of resources
de: Verfügbarkeit von Ressourcen

source: dependencies between activities
de: Abhängigkeiten zwischen Tätigkeiten

source: priorities of activities and projects
de: Prioritäten der Aktivitäten und Projekte

source: The planning is displayed as a Gantt chart.
de: Die Planung wird als Gantt-Diagramm dargestellt.

source: Resource management
de: Ressourcenmanagement

source: Resources are the persons working on the project activities.
de: Ressourcen sind die Personen, die an den Projektaktivitäten arbeiten.

source: Allocations
de: Zuordnungen

source: Assignments
de: Zuweisungen

source: Then you can assign resources to project activities.
de: Dann können Sie den Projektaktivitäten Ressourcen zuweisen.

source: Calendars
de: Kalender

source: To manage off days, you have a global calendar.
de: Um Feiertage zu verwalten, haben Sie einen globalen Kalender.

source: you can create a calendar "80% " with every Wednesday as off day
de: Sie können einen Kalender erstellen "80% " mit jedem Mittwoch als Ruhetag

source: you can manage distinct holidays when working with international teams.
de: Sie können mit internationalen Teams unterschiedliche Feiertage bewältigen.

source: Each resource is then assigned to a calendar.
de: Jede Ressource wird dann einem Kalender zugeordnet.

source: Tickets management
de: Ticket-Verwaltung

source: Ticket
de: Fahrkarte

source: For example, bugs or problems can be managed through Tickets:
de: Zum Beispiel können Fehler oder Probleme über Tickets verwaltet werden:

source: You can not schedule the bugs before they are identified and registered
de: Sie können die Fehler nicht einplanen, bevor sie identifiziert und registriert sind

source: You must be able to give a solution to a bug (workaround or fix).
de: Sie müssen in der Lage sein, einen Fehler zu beheben (Workaround oder Fix).

source: Simple tickets
de: Einfache Karten

source: Costs management
de: Kostenmanagement

source: Projects
de: Projekte

source: Activities
de: Aktivitäten

source: Resource cost
de: Ressourcenkosten

source: Project expenses
de: Projektkosten

source: Individual expenses
de: Einzelne Ausgaben

source: Individual expenses can record expenses generated by a given resource.
de: Individuelle Ausgaben können Ausgaben, die von einer bestimmten Ressource erzeugt werden, erfassen.

source: Quote, Orders, Term, Bill
de: Angebot, Aufträge, Laufzeit, Rechnung

source: Quality management
de: Qualitätsmanagemen

source: Workflows
de: Arbeitsabläufe

source: Workflows are defined to monitor changes of possible status.
de: Arbeitsabläufe werden definiert, um mögliche Statusänderungen zu überwachen.

source: Delays for tickets
de: Verspätungen für Tickets

source: Indicators
de: Indikatoren

source: Alerts
de: Warnungen

source: Checklists
de: Checklisten

source: Reports
de: Berichte

source: All is traced
de: Alles wird verfolgt

source: Finally, thanks to ProjeQtOr , everything is traced.
de: Endlich, dank ProjeQtOr, wird alles zurückverfolgt.

source: Risks management
de: Risiko-Management

source: Risks
de: Risiken

source: identify opportunities,
de: Chancen erkennen,

source: monitor the actions of risks contingency and mitigation,
de: Überwachung der Maßnahmen zur Risikovorsorge und -minderung,

source: identify risks that eventually do happen (so they become issues).
de: Risiken identifizieren, die irgendwann einmal auftreten (also zu Problemen werden).

source: Opportunities
de: Gelegenheiten

source: They must be identified and followed-up not to be missed out.
de: Sie müssen identifiziert und verfolgt werden.

source: Issues
de: Probleme

source: Issue is a risk that happens during the project.
de: Problem ist ein Risiko, das während des Projekts auftritt.

source: Actions
de: Aktionen

source: Perimeter management
de: Perimetermanagement" (Perimeter-Management

source: Meetings
de: Sitzungen

source: Periodic meetings
de: Periodische Sitzungen

source: Decisions
de: Entscheidungen

source: who has taken a particular decision ?
de: wer hat eine bestimmte Entscheidung getroffen?

source: when?
de: wann?

source: during which meeting ?
de: während welcher Sitzung?

source: who was present at this meeting?
de: Wer war bei diesem Treffen anwesend?

source: Questions
de: Fragen

source: Product and Version
de: Produkt und Version

source: ProjeQtOr includes Product management and Product Versions.
de: ProjeQtOr beinhaltet Produktmanagement und Produktversionen.

source: Each version can be connected to one or more projects.
de: Jede Version kann mit einem oder mehreren Projekten verbunden werden.

source: This allows you to link your activities to target version.
de: Damit können Sie Ihre Aktivitäten mit der Zielversion verknüpfen.

source: Documents management
de: Verwaltung von Dokumente

source: ProjeQtOr offers integrated **Document Management**.
de: ProjeQtOr bietet integriertes **Dokumentenmanagement**.

source: Document can be versioning and an approver process can be defined.
de: Dokument kann versioniert und ein Genehmigungsprozess definiert werden.

source: Directories structure management
de: Verzeichnisse Strukturmanagement

source: Allows to define a structure for document storage.
de: Ermöglicht die Definition einer Struktur für die Dokumentenablage.

source: Directories structure is defined in :ref:`document-directory` screen.
de: Verzeichnisstruktur wird im Bildschirm :ref:`document-directory` definiert.

source: Document management
de: Verwaltung von Dokumente

source: :ref:`document` screen allows to manage documents.
de: :ref:`document` Bildschirm erlaubt die Verwaltung von Dokumenten.

source: Document access
de: Dokumentenzugriff

source: See: :ref:`menu-document-window`.
de: Siehe: :ref:`menu-document-window`.

source: Commitments management
de: Engagementmanagemen

source: Requirements
de: Anforderungen

source: Test cases
de: Testfälle

source: Test sessions
de: Testsitzungen

source: Test sessions group test cases to be executed for a particular purpose.
de: Testsitzungen gruppieren Testfälle, die für einen bestimmten Zweck ausgeführt werden sollen.

source: Tools
de: Werkzeuge

source: Imports
de: Importe

source: CSV and PDF exports
de: CSV- und PDF-Export

source: All lists of items can be printed and exported to CSV and PDF format.
de: Alle Stücklisten können ausgedruckt und im CSV- und PDF-Format exportiert werden.

source: The details of each item can be printed or exported in PDF format.
de: Die Details jedes Artikels können im PDF-Format gedruckt oder exportiert werden.

source: MS-Project export
de: MS-Projektexport

source: The Gantt planning can be exported to MS-Project format (XML).
de: Die Gantt-Planung kann in das MS-Projektformat (XML) exportiert werden.

source: Internal alerts can be generated automatically based on defined events.
de: Interne Alarme können auf Basis definierter Ereignisse automatisch generiert werden.

source: These alerts can also be dispatched as emails.
de: Diese Benachrichtigungen können auch als E-Mail versendet werden.

source: Administration
de: Verwaltung
