Repository: babynus/projeqtor
Catalog: branches/V8.2/V7.2/projeqtor/docs/user/locale/*/LC_MESSAGES/FinancialGallery.po
Languages: de

source: Financial Gallery
de: Finanzielle Galerie

source: Attachments are displayed grouped by element.
de: Anhänge werden nach Elementen gruppiert angezeigt.

source: Click on |buttonIconDisplay| to display attachment list.
de: Klicken Sie auf |buttonIconDisplay|, um die Anlagenliste anzuzeigen.

source: Filters
de: Filter

source: Financial Gallery Parameters
de: Parameter der Finanzgalerie

source: Filters can be applied to the list.
de: Filter können auf die Liste angewendet werden.

source: Displays attachments for this element.
de: Zeigt Anhänge für dieses Element an.

source: **Start and end date**
de: **Start- und Enddatum**

source: Displays attachments for this period.
de: Zeigt Anhänge für diesen Zeitraum an.

source: Attachments will be displayed according a date defined in the element.
de: Anhänge werden nach einem im Element definierten Datum angezeigt.

source: **Quotation**
de: **Zitat**

source: Done date
de: Fertig Datum

source: **Order**
de: **Bestellen**

source: Validated start date
de: Bestätigtes Startdatum

source: **Bill**
de: **Rechnung**

source: Bill date
de: Rechnungsdatum

source: **Customer**
de: **Kunde**

source: Displays attachments for this customer name.
de: Zeigt Anhänge zu diesem Kundennamen an.

source: **Type**
de: **Typ**

source: Displays attachments for this element type.
de: Zeigt Anhänge für diesen Elementtyp an.
