Repository: babynus/projeqtor
Catalog: branches/V8.2/V7.4/projeqtor/docs/user/locale/*/LC_MESSAGES/Bill.po
Languages: de

source: Bill
de: Rechnung

source: Bills
de: Rechnungen

source: A bill is a request for payment for delivered work.
de: Eine Rechnung ist eine Aufforderung zur Zahlung für die gelieferten Arbeit.

source: Billing will depend on billing type defined for the project through project type.
de: Die Fakturierung hängt von der Fakturaart ab, die für das Projekt über die Projektart definiert wurde.

source: Billing types
de: Abrechnungsarten

source: Each bill is linked to project, a project has a project type, and a project type is linked to a billing type.
de: Jede Rechnung ist mit einem Projekt verknüpft. Ein Projekt hat eine Projektart und diese ist mit einer Faktura Art verknüpft.

source: So the billing type is automatically defined for the selected project.
de: So wird die Faktura Art für das ausgewählte Projekt automatisch definiert.

source: Billing type will influence bill line format.
de: Die Abrechnungsart beeinflusst das Format der Rechnungszeile.

source: **At terms**
de: **AGB’s**

source: A :ref:`term <term>` must be defined to generate the bill, generally following a billing calendar.
de: Ein :ref:`term <term>` muss definiert werden, um die Rechnung zu erstellen, in der Regel nach einem Rechnungskalender.

source: Used for instance for: **Fixed price projects**.
de: Zum Beispiel für: **Festpreisprojekte**.

source: **On produced work**
de: **Auf produzierte Arbeit**

source: No term is needed.
de: Es wird keine Frist benötigt.

source: The billing will be calculated based on produced work for resources on selected :ref:`activities <activity-price>`, on a selected period.
de: Die Abrechnung erfolgt auf Basis der effektiven Arbeit von Ressourcen anhand ausgewählter :ref:`activities <activity-price>`, für einen ausgewählten Zeitraum.

source: Used, for instance for: **Time & Materials projects**.
de: Gebraucht, zum Beispiel für: **Aufwands-Projekte**.

source: **On capped produced work**
de: **Bei gedeckelt erbrachten Leistungen**

source: Used, for instance for: **Capped Time & Materials projects**.
de: Gebraucht, zum Beispiel für: **Festpreis Projekte **.

source: Taking into account that total billing cannot be more than project validated work.
de: In Anbetracht der Tatsache, dass die Gesamtabrechnung nicht mehr als eine projektgeprüfte Arbeit sein kann.

source: **Manual**
de: **Handbuch**

source: Billing is defined manually, with no link to the project activity.
de: Abrechnung ist manuell, keine Verbindung zu der Projekttätigkeit definiert.

source: Used, for instance for: **Any kind of project where no link to activity is needed**.
de: Gebraucht, zum Beispiel für: **Jede Art von Projekt, bei dem keine Verbindung zur Aktivität benötigt wird**.

source: **Not billed**
de: **Nicht abgerechnet**

source: No billing is possible for these kinds of projects.
de: Für solche Projekte ist keine Abrechnung möglich.

source: Used, for instance for: **Internal projects & Administrative projects**.
de: Gebraucht, zum Beispiel für: **Interne Projekte & Verwaltungsprojekte**.

source: Billing report
de: Abrechnungsreport

source: Only bill with at least status "done" will be available for reporting.
de: Nur Rechnungen, die mindestens den Status „erledigt“ haben, stehen für die Berichterstattung zur Verfügung.

source: Before this status, they are considered as a draft.
de: Vor diesem Status werden sie als Entwurf betrachtet.

source: Section: Description
de: Abschnitt: Beschreibung

source: Field
de: Feld

source: Description
de: Beschreibung

source: Unique Id for the bill.
de: Eindeutige ID für die Rechnung.

source: Short description of the bill.
de: Kurze Beschreibung zur Rechnung.

source: **Bill type**
de: **Rechnungstyp**

source: Type of bill.
de: Rechnungsart.

source: **Project**
de: **Projekt**

source: The project concerned by the bill.
de: Von der Rechnung betroffenes Projekt.

source: Date
de: Datum

source: Date of the bill.
de: Datum der Rechnung.

source: Payment deadline
de: Zahlungsfrist

source: Payment deadline.
de: Zahlungsfrist.

source: Payment due date
de: Fälligkeitsdatum der Zahlung

source: Due date for payment (read only).
de: Fälligkeitsdatum für die Zahlung (nur lesen).

source: Customer
de: Kunde

source: Customer who will pay for the bill.
de: Kunde, der die Rechnung bezahlt.

source: Bill contact
de: Rechnungskontakt

source: Contact who will receive the bill.
de: Kontaktieren Sie, wer die Rechnung erhalten wird.

source: Recipient
de: Empfänger

source: Recipient who will receive the payment for the bill.
de: Empfänger, der die Zahlung dieser Rechnung erhält.

source: :term:`Origin`
de: :term:`Ursprung`

source: Element which is the origin of the bill.
de: Element, das der Ursprung der Rechnung ist.

source: Billing type
de: Abrechnungsart

source: Project billing type.
de: Projekt-Fakturaart.

source: **\* Required field**
de: **\* Pflichtfeld**

source: The value is calculated with date of bill + payment deadline.
de: Der Wert wird mit Rechnungsdatum + Zahlungsfrist berechnet.

source: Automatically updated from project fields.
de: Wird automatisch aus den Projektfeldern aktualisiert.

source: Section: Treatment
de: Abschnitt: Behandlung

source: Actual :term:`status` of the bill.
de: Tatsächlicher :term:`Status` der Rechnung.

source: :term:`Responsible`
de: :term:`Verantwortlich`

source: Resource who is responsible for the bill.
de: Ressource, die für die Rechnung verantwortlich ist.

source: Sent date
de: Sendedatum

source: Date when bill is sent to customer contact.
de: Datum, an dem die Rechnung an den Kundenkontakt gesendet wird.

source: Send mode
de: Sendemodus

source: Delivery mode.
de: Liefermodus.

source: :term:`Done`
de: :term:`Erledigt`

source: Flag to indicate that the bill has been treated.
de: Kennzeichen, das angibt, dass die Rechnung bearbeitet wurde.

source: :term:`Closed`
de: :term:`Geschlossen`

source: Flag to indicate that the bill is archived.
de: Kennzeichen, dass die Rechnung archiviert wird.

source: Cancelled
de: Abgebrochen

source: Flag to indicate that the bill is cancelled.
de: Kennzeichen, das angibt, dass die Rechnung storniert wird.

source: Amount
de: Betrag

source: Total amount of the bill.
de: Gesamtbetrag der Rechnung.

source: % of order
de: % der Bestellung

source: Percentage of the bill balance over order amount.
de: Prozentualer Anteil des Rechnungssaldos am Auftragswert.

source: Payment
de: Zahlung

source: Payment of bill.
de: Bezahlung der Rechnung.

source: :term:`Comments<Description>`
de: :term:`Kommentare<Beschreibung>`

source: Comments for the bill.
de: Kommentare zur Rechnung.

source: Columns:
de: Spalten:

source: **Ex VAT**: Amount without taxes.
de: ** Ex MwSt **: Betrag ohne Steuern.

source: The value is automatically updated with the sum of bill line amounts.
de: Der Wert wird automatisch mit der Summe der Rechnungszeilenbeträge aktualisiert.

source: **Tax**: Applicable tax.
de: ** Steuern **: anzuwendende Steuern.

source: Automatically updated from customer field.
de: Wird automatisch aus dem Kundenfeld aktualisiert.

source: **Full**: Amount with taxes.
de: **Vollständig**: Betrag mit Steuern.

source: **Date**: Date of payment.
de: **Date**: Datum der Zahlung.

source: **Amount**: Payment amount.
de: **Betrag**: Zahlungsbetrag.

source: **Complete**: Flag to indicate that complete payment.
de: **Vollständig**: Kennzeichen zur Kennzeichnung der vollständigen Zahlung.

source: Section: Bill lines
de: Abschnitt: Rechnungszeilen

source: Input for each bill line depends on billing type.
de: Die Eingabe pro Rechnungszeile ist abhängig von der Rechnungsart.

source: Unique Id for the bill line.
de: Eindeutige Id für die Rechnungszeile.

source: N°
de: Nr.

source: Number of the line for the bill.
de: Nummer der Zeile für die Rechnung.

source: Description of the line.
de: Bezeichnung der Linie.

source: Detail of the line.
de: Detail der Linie.

source: Unit price
de: Einheitspreis

source: Unitary price of billed element.
de: Einheitspreis des fakturierten Elements.

source: Quantity
de: Menge

source: Quantity of billed element.
de: Menge der fakturierten Elemente.

source: Sum
de: Summe

source: Total price for the line (Price x Quantity).
de: Gesamtpreis der Zeile (Preis x Menge).

source: Bill lines management
de: Verwaltung der Rechnungszeilen

source: Click on |buttonAdd| to add a bill line. A different “Bill line” dialog box will be displayed depends on billing type.
de: Klicken Sie auf |buttonAdd|, um eine Rechnungszeile hinzuzufügen. Je nach Rechnungsart wird ein anderes Dialogfenster „Rechnungszeile“ angezeigt.

source: Click on |buttonEdit| to modify an existing bill line.
de: Klicken Sie auf |buttonEdit|, um eine bestehende Rechnungszeile zu ändern.

source: Click on |buttonIconDelete| to delete the bill line.
de: Klicken Sie auf |buttonIconDelete|, um die Rechnungszeile zu löschen.

source: Bill line: At terms
de: Rechnungszeile: Zu Bedingungen

source: Bill line - At terms
de: Rechnungszeile - Zu Bedingungen

source: Fields - Bill line - At terms
de: Felder - Rechnungszeile - Zu Bedingungen

source: **Term**
de: **Bedingung**

source: Project terms to be selected.
de: Zu wählende Projektkonditionen.

source: Description of line.
de: Beschreibung der Zeile.

source: Price
de: Preis

source: Real amount of term.
de: Reale Menge gemäß Bedingungen.

source: Automatically set with the term name.
de: Wird automatisch mit dem Terminusnamen gesetzt.

source: Can be modified on update.
de: Kann bei der Aktualisierung geändert werden.

source: Can be set on update.
de: Kann auf Aktualisieren gesetzt werden.

source: Bill line: On produced work & On capped produced work
de: Rechnungszeile: Auf produzierte Arbeit & auf gedeckelt produzierte Arbeit

source: Bill line - On produced work & On capped produced work
de: Rechnungszeile - Auf produzierte Arbeit & Auf gedeckelt produzierte Arbeit

source: Fields - Bill line - On produced work & On capped produced work
de: Felder - Rechnungszeile - Auf produzierte Arbeit & Auf gedeckelt produzierte Arbeit

source: Project resources to be selected.
de: Zu wählende Projektressourcen.

source: **Activity price**
de: **Leistungspreis**

source: Project activities price to be selected.
de: Preis der Projektaktivitäten, der ausgewählt werden soll.

source: **Start date**
de: **Startdatum**

source: Start date of the period to take into account.
de: Startdatum der zu berücksichtigenden Periode.

source: **End date**
de: **Endedatum**

source: End date of the period to take into account.
de: Endedatum der zu berücksichtigenden Periode.

source: Price of the activity.
de: Preis der Aktivität.

source: Quantity of element.
de: Menge des Elements.

source: Amount for the line (Price x Quantity).
de: Betrag in der Zeile (Preis x Menge).

source: Automatically set with selected resource, activity price name and dates.
de: Wird automatisch mit der ausgewählten Ressource, dem Leistungspreis und dem Datum gesetzt.

source: Bill line: Manual billing
de: Rechnungszeile: Manuelle Abrechnung

source: Bill line - Manual billing
de: Rechnungszeile - Manuelle Abrechnung

source: Fields - Bill line - Manual billing
de: Felder - Rechnungszeile - Manuelle Abrechnung

source: Number of the line.
de: Nummer der Zeile.

source: Amendment
de: Ergänzung

source: Flag to indicate this is an amendment line.
de: Kennzeichen, das anzeigt, dass es sich um eine Änderungszeile handelt.

source: Unitary price of element / measure unit.
de: Einheitspreis des Elements / Maßeinheit.

source: This field is used for amendment values in order detail.
de: Dieses Feld wird für Änderungswerte im Auftragsdetail verwendet.

source: Terms
de: AGB’s

source: A term is a planned trigger for billing.
de: Eine Bedingung ist ein geplanter Auslöser für die Fakturierung.

source: You can define as many terms as you wish, to define the billing calendar.
de: Sie können beliebig viele Begriffe definieren, um den Abrechnungskalender zu definieren.

source: Terms are mandatory to bill “Fixed price” project.
de: Für die Abrechnung des Projektes „Festpreis“ sind die Bedingungen verbindlich.

source: A term can be used just one time. The bill name will be displayed.
de: Ein Begriff kann nur einmal verwendet werden. Der Name der Rechnung wird angezeigt.

source: A term has triggers
de: Eine Bedingung hat Auslöser

source: You can link the activities that should be billed at this term.
de: Sie können die Leistungen, die zu diesem Zeitpunkt abgerechnet werden sollen, miteinander verknüpfen.

source: A summary of activities is displayed for validated and planned amount and end date.
de: Sie erhalten eine Zusammenfassung der Aktivitäten zum geprüften und geplanten Betrag und Enddatum.

source: Validated and planned values play the role of reminder.
de: Validierte und geplante Werte haben die Funktion der Erinnerung.

source: You can use these values to set real amount and date.
de: Mit diesen Werten können Sie den tatsächlichen Betrag und das Datum festlegen.

source: Unique Id for the term.
de: Eindeutige Id für den Begriff.

source: Short description of the term.
de: Kurze Beschreibung der Bedingung.

source: The project concerned with the term.
de: Das Projekt beschäftigte sich mit den Bedingungen.

source: Bill name that uses this term.
de: Rechnungsname, der dies Bedingung verwendet.

source: Flag to indicate that term is archived
de: Kennzeichen, das angibt, dass der Begriff archiviert wird

source: Section: Fixed price for term
de: Abschnitt: Festpreis für die Laufzeit

source: Real amount
de: Tatsächlicher Betrag

source: Defined amount for the term.
de: Festgelegtes Datum gemäß Bedingungen.

source: Real date
de: Tatsächliches Datum

source: Defined date for the term.
de: Festgelegtes Datum gemäß Bedingungen..

source: Validated amount
de: Bestätigter Betrag

source: Sum of validated amounts of activities defined as triggers **(Read only)**.
de: Summe der validierten Mengen von Aktivitäten, die als Auslöser definiert sind **(Nur Lesen)**.

source: Validated date
de: Bestätigtes Datum

source: Max of validated end dates of activities defined as triggers **(Read only)**.
de: Max. der bestätigten Endtermine von Aktivitäten, die als Auslöser definiert sind **(Nur Lesen)**.

source: Planned amount
de: Geplanter Betrag

source: Sum of planned amounts of activities defined as triggers **(Read only)**.
de: Summe der geplanten Aktivitäten, die als Auslöser definiert sind **(Nur Lesen)**.

source: Planned date
de: Geplantes Datum

source: When a trigger is entered, the values of planned and validated are automatically updated with the sum and the max of triggered amounts.
de: Bei der Eingabe eines Auslösers werden die Werte von geplant und bestätigt automatisch mit der Summe und dem Maximum der ausgelösten Beträge aktualisiert.

source: Section: Trigger elements for the term
de: Abschnitt: Auslöseelemente zum Begriff

source: This section allows to manage element trigger.
de: Dieser Abschnitt ermöglicht die Verwaltung des Elements Auslösers.

source: Trigger element management
de: Auslöser Elemente Verwaltung

source: Click on |buttonAdd| to add an element trigger.
de: Klicken Sie auf |buttonAdd|, um einen Elementauslöser hinzuzufügen.

source: Click on |buttonIconDelete| to delete an element trigger.
de: Klicken Sie auf |buttonIconDelete|, um einen Elementtrigger zu löschen.

source: Fields - Add a trigger element to term dialog box
de: Felder - Hinzufügen eines Triggerelements zum Term-Dialogfenster

source: Linked element type
de: Verknüpfte Elementart

source: Type of element to be selected (Activity, Meeting, Milestone, Project, Test session).
de: Art des zu wählenden Elements (Aktivität, Besprechung, Meilenstein, Projekt, Testsitzung).

source: Linked element
de: Verknüpftes Element

source: Item to be selected.
de: Zu wählendes Element.

source: Activities prices
de: Preise für Aktivitäten

source: Activity price defines daily price for activities of a given **activity type** and a given **project**.
de: Der Tarif definiert den Tagespreis für Leistungen einer bestimmten **Leistungsart** und eines bestimmten **Projektes**.

source: This is used to calculate a billing amount for billing type **On produced work** and **On capped produced work**.
de: Dieser wird verwendet, um einen Fakturabetrag für die Fakturaart **produzierte Arbeiten** und **gedeckelt produzierte Arbeiten** zu berechnen.

source: Unique Id for the activity price.
de: Eindeutige Id für den Leistungspreis.

source: Short description of the activity price.
de: Kurze Beschreibung des Leistungspreises.

source: The project concerned with the activity price.
de: Das Projekt befasste sich mit dem Leistungspreis.

source: **Activity type**
de: **Aktivitätenart**

source: Type of activities concerned with the activity price.
de: Art der Aktivitäten, die sich auf den Leistungspreis beziehen.

source: Price of the activity
de: Preis für die Tätigkeit

source: Daily price of the activities of the given activity type and the given project.
de: Tagespreis der Aktivitäten der gegebenen Leistungsart und des gegebenen Projektes.

source: Sort order
de: Sortierreihenfolge

source: Number to define order of display in lists.
de: Nummer, um die Reihenfolge der Anzeige in Listen festzulegen.

source: Flag to indicate that activity price is archived.
de: Kennzeichen, das angibt, daß der Tarif archiviert wird.

source: Payments
de: Zahlungen

source: Allow to define payment of bills.
de: Erlaubt das Definieren der Zahlungsweise von Rechnungen.

source: The bill keeps track of payment.
de: Die Rechnung verbucht die Zahlung.

source: Unique Id for the payment.
de: Eindeutige Id für die Zahlung.

source: Short description of the payment.
de: Kurze Beschreibung der Zahlung.

source: **Payment type**
de: **Zahlungsart**

source: Type of payment.
de: Zahlungsart.

source: Description of the payment.
de: Beschreibung der Zahlung.

source: **Payment mode**
de: **Zahlungsart**

source: The mode of payment.
de: Die Zahlungsweise.

source: **Payment date**
de: **Datum der Zahlung**

source: Date of payment.
de: Datum der Zahlung.

source: **Payment amount**
de: **Zahlungsbetrag**

source: Amount of the payment.
de: Betrag der Zahlung.

source: Payment fee
de: Zahlungsgebühr

source: Payment of the fee.
de: Zahlung der Gebühr.

source: Payment credit
de: Zahlungsgutschrift

source: Balance of payment amount less payment fee.
de: Saldo des Zahlungsbetrages abzüglich der Zahlungsgebühr.

source: Bill concerned with the payment.
de: Rechnung, betreffend die Zahlung.

source: Bill reference
de: Rechnungsreferenz

source: Reference of bill.
de: Rechnungsreferenz.

source: Customer of bill.
de: Kundenrechnung.

source: Recipient of bill.
de: Empfänger der Rechnung.

source: Bill amount
de: Rechnungsbetrag

source: Amount of bill.
de: Betrag der Rechnung.

source: Flag to indicate that payment is archived.
de: Kennzeichen, das angibt, dass die Zahlung archiviert wird.

source: Catalog
de: Katalog

source: Catalog defines items (products or services) that can be obects of a quotation, an order or a bill.
de: Der Katalog definiert Positionen (Produkte oder Dienstleistungen), die Gegenstand eines Angebots, eines Auftrags oder einer Rechnung sein können.

source: This is used on the quotation lines, order lines and invoice lines. See: :ref:`Bill lines<manual-billing>`.
de: Diese wird auf den Angebotszeilen, Auftragszeilen und Rechnungszeilen verwendet. Siehe: :ref:`Bill lines<manual-billing>`.

source: Name of the catalog.
de: Name des Katalogs.

source: **Catalog type**
de: **Katalogtyp**

source: Type of catalog.
de: Katalogart.

source: **Description**
de: **Beschreibung**

source: Description of the catalog.
de: Beschreibung des Katalogs.

source: Detail of the catalog.
de: Detail des Katalogs.

source: Nomenclature
de: Nomenklatur

source: Nomenclature of the catalog.
de: Nomenklatur des Katalogs.

source: Specification
de: Spezifikation

source: Specification of the catalog.
de: Spezifikation des Katalogs.

source: Treatment
de: Behandlung

source: Type of unit.
de: Typ der Einheit.

source: Quantity of catalog.
de: Quantität des Katalogs.

source: Product
de: Produkt

source: Type of product.
de: Produkttyp.

source: Product version
de: Produktversion

source: Version of the product.
de: Version des Produktes.
