Repository: babynus/projeqtor
Catalog: branches/V8.0/projeqtor/docs/user/locale/*/LC_MESSAGES/Plugin.po
Languages: de

source: Plug-ins management
de: Plug-Ins-Verwaltung

source: Plug-ins allows to add non generic features to ProjeQtOr.
de: Plug-ins erlaubt es, nicht generische Funktionen zu ProjeQtOr hinzuzufügen.

source: Plug-in deployment
de: Plug-in-Bereitstellung

source: Plug-in will be deployed during installation.
de: Plug-in wird bei der Installation eingesetzt.

source: Section: Installed plug-ins
de: Sektion: Installierte Plug-Ins

source: This section lists the installed plug-ins.
de: Dieser Abschnitt listet die installierten Plugins auf.

source: Detail of installed plug-ins list
de: Detail der Liste der installierten Plugins

source: Field
de: Feld

source: Description
de: Beschreibung

source: Plug-in name.
de: Name des Plugins

source: Plug-in description.
de: Plug-in-Beschreibung

source: Deployed date
de: Verteiltes Datum

source: Deployed date.
de: Einsatzdatum.

source: Deployed on
de: Eingesetzt auf

source: The version when the module has been installed.
de: Die Version, wenn das Modul installiert ist.

source: Compatible since
de: Kompatibel ab

source: Compatibility version.
de: Kompatibilitätsversion.

source: Section: Available plug-ins (local)
de: Sektion: Verfügbare Plugins (lokal)

source: This section allows to manage local plug-ins.
de: Dieser Bereich erlaubt die Verwaltung lokaler Plugins.

source: **Available plug-ins list**
de: **Verfügbare Plug-Ins Liste**

source: The button allows to select plug-in file.
de: Die Schaltfläche erlaubt die Auswahl der Plugin-Datei.

source: The file will be uploaded and it will be added in plugin-ins list.
de: Die Datei wird hochgeladen und in die Liste der Plugins aufgenommen.

source: Detail of available plug-ins list
de: Detail der Liste der verfügbaren Plugins

source: File
de: Datei

source: Plug-in file name.
de: Plugin-Dateiname.

source: Date
de: Datum

source: File date.
de: Dateidatum.

source: Size
de: Größe

source: File size.
de: Dateigröße.

source: **Plug-in installation**
de: **Einschub-Installation**

source: Click on |buttonAdd| to install plug-in.
de: Klicken Sie auf |buttonAdd|, um das Plugin zu installieren.

source: Click on |buttonIconDisplay| to display the description of plug-in.
de: Klicken Sie auf |buttonIconDisplay|, um die Beschreibung des Plugins anzuzeigen.

source: Plug-in is removed from the list after installation.
de: Plug-in wird nach der Installation aus der Liste entfernt.

source: Section: Available plug-ins (remote)
de: Sektion: Verfügbare Plug-Ins (Remote

source: This section allows to manage remote plug-ins.
de: Dieser Bereich ermöglicht die Verwaltung von Remote-Plugins.

source: This feature will be available later.
de: Diese Funktion wird später verfügbar sein.
