Repository: babynus/projeqtor
Catalog: branches/V8.0/projeqtor/docs/user/locale/*/LC_MESSAGES/Ticket.po
Languages: de

source: A ticket is a kind of task that can not be unitarily planned.
de: Ein Ticket ist eine Aufgabe, die nicht einheitlich geplant werden kann.

source: It can be globally planned as a general activity, but not unitarily.
de: Es kann global als allgemeine Aktivität geplant werden, aber nicht einheitlich.

source: For instance, bugs should be managed through tickets :
de: Zum Beispiel sollten Bugs über Tickets verwaltet werden :

source: You can not plan bugs before they are registered.
de: Sie können keine Fehler planen, bevor sie registriert sind.

source: You must be able to give a feedback on each bug.
de: Sie müssen in der Lage sein, ein Feedback zu jedem Fehler zu geben.

source: You can (or at least should) globally plan bug fixing activity.
de: Sie können (oder sollten zumindest) die Fehlerbehebung global planen.

source: When fields and features are available, the description is similar.
de: Wenn Felder und Funktionen verfügbar sind, ist die Beschreibung ähnlich.

source: Planning activity
de: Planungstätigkeit

source: Work on the ticket will be included in this activity.
de: Die Arbeit am Ticket wird in diese Aktivität einbezogen.

source: **Put the real work from tickets to the resource timesheet**
de: **Stellen Sie die eigentliche Arbeit von den Tickets auf die Ressourcen-Zeiterfassungsliste**

source: The resource is automatically assigned to this activity.
de: Die Ressource wird dieser Aktivität automatisch zugeordnet.

source: Real work set on tickets is automatically set in resource timesheet.
de: Real work set on tickets wird automatisch in der Ressourcenzeiterfassung gesetzt.

source: Restrict the entry of real work in the ticket.
de: Beschränken Sie den Eintritt von echten Arbeiten in das Ticket.

source: Due dates
de: Fälligkeitsdaten

source: **Initial due date**
de: **Initiales Fälligkeitsdatum**

source: :ref:`delay-for-ticket` screen allows to define ticket delay.
de: :ref:`delay-for-ticket` Bildschirm erlaubt es, die Ticketverzögerung zu definieren.

source: **Planned due date**
de: **Geplantes Fälligkeitsdatum**

source: Is used to define a target date after evaluation.
de: Wird verwendet, um ein Zieldatum nach der Auswertung zu definieren.

source: Automatically initialized to the initial due date.
de: Automatisch auf das erste Fälligkeitsdatum initialisiert.

source: **Monitoring indicator**
de: **Üœberwachungsindikator**

source: Possibility to define indicators to follow the respect of dates values.
de: Möglichkeit, Indikatoren zu definieren, um die Einhaltung von Datumswerten zu überwachen.

source: Product, component and versions fields
de: Produkt-, Komponenten- und Versionsfelder

source: Allows to identify the product and component relating to the issue.
de: Ermöglicht die Identifizierung des Produkts und der Komponente in Bezug auf das Problem.

source: **Versions identified**
de: **Versionen identifiziert**

source: A ticket can identify all versions allocated.
de: Ein Ticket kann alle zugeordneten Versionen identifizieren.

source: Possibility to define a main version and the other versions allocated.
de: Möglichkeit, eine Hauptversion und die anderen zugeordneten Versionen zu definieren.

source: More detail, see: :ref:`Product concept<product-concept>`.
de: Mehr Details siehe: :ref:`Product concept<product-concept>`.

source: Responsible of product
de: Verantwortlich für das Produkt

source: A responsible can be defined for a product or component.
de: Ein Verantwortlicher kann für ein Produkt oder eine Komponente definiert werden.

source: Global parameter: Ticket responsible from product responsible
de: Globale Parameter: Ticketverantwortlicher vom Produktverantwortlichen

source: :ref:`Linked element<linkElement-section>`
de: :ref:`Linked element<linkElement-sektion>`

source: Section: Description
de: Sektion: Beschreibung

source: Left work
de: Linke Arbeit

source: Left workload needed to finish the ticket.
de: Linke Arbeitsbelastung nötig, um das Ticket zu beenden.

source: :term:`Handled`
de: :term:`Bearbeitet`

source: Other versions are listed above.
de: Andere Versionen sind oben aufgeführt.

source: Click on |buttonAdd| to add a other version.
de: Klicken Sie auf |buttonAdd|, um eine andere Version hinzuzufügen.

source: Click on |buttonIconDelete| to delete a version.
de: Klicken Sie auf |buttonIconDelete|, um eine Version zu löschen.

source: Priority value calculation
de: Prioritätswert-Berechnun

source: In the previous screens, a name of value is set with numeric value.
de: In den vorherigen Bildschirmen wird ein Wertname mit numerischem Wert gesetzt.

source: Priority numeric value is determined by a simple equation as follows:
de: Zahlenwert der Priorität wird durch eine einfache Gleichung wie folgt bestimmt:

source: [Priority value] = [Urgency value] X [Criticality value] / 2
de: [Prioritätswert] =[Dringlichkeitswert] X[Kritikalitätswert] / 2

source: For example:
de: Zum Beispiel:

source: Critical priority (8) = Blocking (4) X Critical (8) / 2
de: Kritische Priorität (8) = Blockieren (4) X Kritisch (8) / 2

source: Default values
de: Standardwerte

source: Default values are determined.
de: Standardwerte werden ermittelt.

source: You can change its values while respecting the equation defined above.
de: Sie können seine Werte unter Beachtung der oben definierten Gleichung ändern.
