Repository: babynus/projeqtor
Catalog: tags/V8.3.1/projeqtor/docs/user/locale/*/LC_MESSAGES/AccessRights.po
Languages: de

source: Profiles
de: Profile

source: The profile is an entitlement group, each with specific access rights to the database.
de: Das Profil ist eine Berechtigungsgruppe mit jeweils spezifischen Zugriffsrechten auf die Datenbank.

source: So, each user is linked to a profile which defines the data he can see and possibly manage.
de: So ist jeder Benutzer mit einem Profil verknüpft, das die Daten definiert, die er sehen und eventuell verwalten kann.

source: Display format
de: Format der Anzeige

source: In the next screens, the name of profiles is displayed in columns.
de: In den folgenden Bildern wird der Name der Profile in Spalten angezeigt.

source: Access rights and options are displayed in rows.
de: Zugriffsrechte und Optionen werden in Zeilen angezeigt.

source: This display format allows to manage easily authorizations for each profile.
de: Dieses Anzeigeformat ermöglicht eine einfache Verwaltung der Berechtigungen für jedes Profil.

source: Value of Field "Name"
de: Inhalt des Feldes „Name“

source: The value of field "Name" is not the name displayed, but it is a code in the translation table.
de: Der Wert des Feldes „Name“ ist nicht der angezeigte Name, sondern ein Code in der Übersetzungstabelle.

source: The name displayed at right of the field is the translated name.
de: Der Name, der rechts neben dem Feld angezeigt wird, ist der übersetzte Name.

source: The value of field "Name" must be a significant name and must not contain spaces or special characters.
de: Der Wert des Feldes „Name“ muss ein aussagekräftiger Name sein und darf keine Leerzeichen oder Sonderzeichen enthalten.

source: Ideally, the value of the field should start with "profile" (to be easily identified in the translation table).
de: Im Idealfall sollte der Wert des Feldes mit „Profil“ beginnen (in der Übersetzungstabelle leicht zu identifizieren).

source: Section: Description
de: Abschnitt: Beschreibung

source: Field
de: Feld

source: Description
de: Beschreibung

source: Unique Id for the profile.
de: Eindeutige Id für das Profil.

source: Name of the profile.
de: Name des Profils.

source: Profile code
de: Profil-Code

source: A code that may be internally used when generating emails and alerts.
de: Ein Code, der intern bei der Generierung von E-Mails und Alerts verwendet werden kann.

source: Sort order
de: Sortierreihenfolge

source: Number to define order of display in lists.
de: Nummer, um die Reihenfolge der Anzeige in Listen festzulegen.

source: :term:`Closed`
de: :term:`Geschlossen`

source: Flag to indicate that profile is archived.
de: Kennzeichen, das angibt, dass das Profil archiviert wird.

source: Complete description of the profile.
de: Vollständige Beschreibung des Profils.

source: ADM: will designate administrator.
de: ADM: bestimmt den Administrator.

source: PL: will designate project leader.
de: PL: bestimmt den Projektleiter.

source: Access modes
de: Zugriffsarten

source: The access mode defines a combination of rights to read, created, update or delete items. (CRUD RIGHTS)
de: Der Zugriffsmodus definiert eine Kombination von Rechten zum Lesen, Erstellen, Aktualisieren oder Löschen von Elementen. (CRUD RIGHTS)

source: Each access is defined as scope of visible and/or updatable, that can be, by kind of elements:
de: Jeder Zugriff ist definiert als Umfang der sichtbaren und/oder aktualisierbaren, je nach Art der Elemente:

source: **No element:** No element is visible and updatable.
de: **Kein Element:** Kein Element ist sichtbar und aktualisierbar.

source: **Own elements:** Only the elements created by the user.
de: **Eigene Elemente:** Nur die vom Benutzer erstellten Elemente.

source: **Elements he is responsible for:** Only the elements the user is responsible for.
de: **Elemente, für die er verantwortlich ist:** Nur die Elemente, für die der Benutzer verantwortlich ist.

source: **Elements of own project:** Only the elements of the projects the user/resource is allocated to.
de: **Elemente des eigenen Projekts:** Nur die Elemente der Projekte, denen der Benutzer/Ressource zugeordnet ist.

source: **All elements on all projects:** All elements, whatever the project.
de: **Alle Elemente auf allen Projekten:** Alle Elemente, unabhängig vom Projekt.

source: The value of field "Name" is not the name displayed, but it is a code in the translation table.
de: Der Wert des Feldes „Name“ ist nicht der angezeigte Name, sondern ein Code in der Übersetzungstabelle.

source: Ideally, the value of the field should start with "accessProfile" (to be easily identified in the translation table).
de: Im Idealfall sollte der Wert des Feldes mit „ Zugriffsprofil „ beginnen (in der Übersetzungstabelle leicht zu identifizieren).

source: Unique Id for the access mode.
de: Eindeutige Id für den Zugriffsmodus.

source: Name of the access mode.
de: Name des Zugriffsmodus.

source: **Read rights**
de: **Leserechte**

source: Scope of visible items
de: Umfang der sichtbaren Elemente

source: **Create rights**
de: **Rechte einrichten**

source: Scope of possibility to create items.
de: Umfang der Möglichkeit, Elemente zu erstellen.

source: **Update rights**
de: ** aktualisieren**

source: Scope of updatable items.
de: Umfang der aktualisierbaren Elemente.

source: **Delete rights**
de: **Rechte löschen**

source: Scope of deletable items.
de: Umfang der löschbaren Objekte.

source: Number to define order of display in lists
de: Nummer zur Festlegung der Reihenfolge in Listendarstellungen

source: Flag to indicate that access mode is archived.
de: Kennzeichen, das angibt, dass die Zugriffsart archiviert ist.

source: Complete description of the access mode.
de: Vollständige Beschreibung des Zugriffsmodus.

source: **\* Required field**
de: **\* Pflichtfeld**

source: Access to forms
de: Zugang zu den Formularen

source: This table is used to define the access to the selected screen for each profile.
de: In dieser Tabelle wird für jedes Profil der Zugriff auf die ausgewählte Bildschirmanzeige definiert.

source: Users belonging to one profile can see the corresponding screen if authorized or not.
de: Benutzer, die zu einem Profil gehören, können diese Bildschirmdarstellung sehen, ob sie berechtigt sind oder nicht.

source: How to do
de: Wie geht das

source: Screens are grouped as seen therefore in the menu.
de: Die Bildschirmanzeigen sind so gruppiert, wie sie im Menü zu sehen sind.

source: Click on checkbox to permit or revoke access to the screen for a profile.
de: Klicken Sie auf das Kontrollkästchen, um den Zugriff auf die Bildschirmmaske für ein Profil zu erlauben oder zu widerrufen.

source: Access to forms screen
de: Zugang zum Formular-Bildschirm

source: Access to reports
de: Zugang zu den Berichten

source: This screen allows to define report access for each profile.
de: In dieser Maske können Sie den Zugriff auf die Berichte für jedes Profil definieren.

source: Users belonging to a profile can see the corresponding report in the report list.
de: Benutzer, die zu einem Profil gehören, können den entsprechenden Bericht in der Berichtsliste sehen.

source: Reports are grouped by report categories.
de: Die Berichte sind nach Berichtskategorien gruppiert.

source: Click on checkbox to permit or revoke access to the report for a profile.
de: Klicken Sie auf das Kontrollkästchen, um den Zugriff auf den Bericht für ein Profil zu erlauben oder zu widerrufen.

source: Access to reports screen
de: Zugang zu den Berichten

source: Access to data (project dependant)
de: Zugriff auf Daten (projektabhängig)

source: This screen allows to set element access mode for each profile.
de: Dieser Bildschirm ermöglicht es, den Elementezugriffsmodus für jedes Profil einzustellen.

source: Allows to define scope of visibility and/or updating of data in elements for users and resources.
de: Ermöglicht es, den Umfang der Sichtbarkeit und/oder Aktualisierung von Daten in Elementen für Benutzer und Ressourcen zu definieren.

source: This screen is only for the elements reliant on a project.
de: Dieses Eingabefenster ist nur für die Elemente, die von einem Projekt abhängig sind.

source: For each element, selected the access mode granted to a profile.
de: Wählen Sie für jedes Element den Zugriffsmodus, der dem Profil entspricht.

source: Access to data (Project dependant) screen
de: Zugriff auf Daten (projektabhängig)

source: Access to data (not project dependant)
de: Zugriff auf Daten (projektunabhängig)

source: This screen allows to set for each profile, elements access rights.
de: In diesem Fenster können Sie für jedes Profil die Zugriffsrechte für die Elemente festlegen.

source: Allows to grant access rights (read only or write) to users, to data on specific elements.
de: Ermöglicht die Vergabe von Zugriffsrechten (nur lesend oder schreibend) für Benutzer auf Daten zu bestimmten Elementen.

source: This screen is only for the elements not reliant on a project.
de: Dieser Bildschirm ist nur für die Elemente, die nicht von einem Projekt abhängig sind.

source: For each element, select the access rights granted to a profile.
de: Wählen Sie für jedes Element die Zugriffsrechte für ein Profil aus.

source: Access to data (Not project dependant) screen
de: Datenzugriff (projektunabhängig)

source: Specific access
de: Spezifischer Zugang

source: This screen groups specific functionalities options.
de: Diese Anzeige gruppiert bestimmte Funktionalitäten.

source: Users belonging to a profile can have access to the application specific functions.
de: Benutzer, die zu einem Profil gehören, können auf die anwendungsspezifischen Funktionen zugreifen.

source: Depending on options of functionality, allows to grant access rights, to define data visibility or to enable or disable option.
de: Abhängig von den Optionen der Funktionalität können Sie Zugriffsrechte vergeben, die Sichtbarkeit der Daten festlegen oder Optionen aktivieren oder deaktivieren.

source: For each option, select the access granted to a profile.
de: Wählen Sie für jede Option den Zugriff auf ein Profil aus.

source: Specific access screen
de: Spezifischer Zugriffsbildschirm

source: Section: Access to resource data
de: Abschnitt: Zugriff auf Ressourcendaten

source: This section allows to:
de: Dieser Abschnitt:

source: Defines who will be able to see and update “real work” for other users.
de: Definiert, wer „echte Arbeit“ für andere Benutzer sehen und aktualisieren kann.

source: Defines who can validate weekly work for resource.
de: Legt fest, wer die Wochenarbeit für die Ressource validieren darf.

source: Defines who have access on diary for resources.
de: Definiert, wer Zugriff auf das Tagebuch für Ressourcen hat.

source: Defines who, as a resource, can subscribe to survey for users.
de: Definiert, wer als Ressource die Umfrage für Benutzer abonnieren kann.

source: Validate real work
de: Überprüft tatsächliche Arbeit

source: In most cases, it is devoted to project leader.
de: In den meisten Fällen ist sie dem Projektleiter gewidmet.

source: Section: Work and Cost visibility
de: Abschnitt: Arbeits- und Kostentransparenz

source: This section defines for each profile the scope of visibility of work and cost data.
de: Dieser Abschnitt definiert für jedes Profil den Umfang der Sichtbarkeit von Arbeits- und Kostendaten.

source: Section: Assignment management
de: Abschnitt: Auftragsmanagement

source: This section defines the visibility and the possibility to edit assignments (on activities or else).
de: Dieser Abschnitt definiert die Sichtbarkeit und die Möglichkeit, Zuordnungen (zu Aktivitäten oder anderen) zu bearbeiten.

source: Section: Display specific buttons
de: Abschnitt: Spezifische Schaltflächen anzeigen

source: This section defines whether some button will be displayed or not.
de: Dieser Abschnitt legt fest, ob eine Schaltfläche angezeigt wird oder nicht.

source: **Display of combo detail button**
de: **Anzeige der Combo-Box**

source: This option defines for each profile whether the button |buttonIconSearch| will be displayed or not, facing every combo list box.
de: Diese Option legt für jedes Profil fest, ob die Schaltfläche |buttonIconSearch| angezeigt wird oder nicht.

source: Through this button, it is possible to select an item and create a new item.
de: Über diese Schaltfläche ist es möglich, ein Element auszuwählen und ein neues Element anzulegen.

source: This button may also be hidden depending on access rights (if the user has no read access to corresponding elements).
de: Diese Schaltfläche kann je nach Zugriffsrechten auch ausgeblendet werden (wenn der Benutzer keinen Lesezugriff auf entsprechende Elemente hat).

source: **Access to checklist**
de: **Zugriff auf die Checkliste**

source: Defines visibility or not to the checklist (if defined).
de: Definiert die Sicht-/Unsichtbarkeit von Checklisten (falls definiert).

source: **Access to jobs lists**
de: **Zugang zu den Job-Listen**

source: Defines visibility or not to the jobs lists (if defined).
de: Definiert die Sichtbarkeit der Joblisten (falls definiert).

source: **Multiple update**
de: **Mehrfaches Update**

source: Defines the possibility or not to change one or more criteria for one or more selected rows at a time
de: Definiert die Möglichkeit, ein oder mehrere Kriterien für eine oder mehrere ausgewählte Zeilen gleichzeitig zu ändern

source: Section: Planning access rights
de: Abschnitt: Planungszugriffsrechte

source: This section defines access to planning functionality.
de: Dieser Abschnitt definiert den Zugriff auf die Planungsfunktionalität.

source: **Calculate planning**
de: **Planung kalkulieren**

source: This option defines for each profile the ability to calculate planning or not.
de: Diese Option definiert für jedes Profil die Möglichkeit, die Planung zu berechnen oder nicht.

source: **Access to resource planning of others**
de: **Zugriff auf die Ressourcenplanung von anderen**

source: This option defines for each profile the ability to see the resource planning of others.
de: Diese Option definiert für jedes Profil die Möglichkeit, die Ressourcenplanung anderer zu sehen.

source: **Change validated data**
de: **Geprüfte Daten ändern**

source: This option defines for each profile the ability to change the validated data or not on details area.
de: Diese Option definiert für jedes Profil die Möglichkeit, die validierten Daten im Detailbereich zu ändern oder nicht.

source: Section: Unlock items
de: Abschnitt: Elemente entsperren

source: This section defines for each profile the ability to unlock any document or requirement.
de: Dieser Abschnitt definiert für jedes Profil die Möglichkeit, jedes Dokument oder jede Anforderung freizuschalten.

source: Otherwise, each user can only unlock the documents and requirements locked by himself.
de: Ansonsten kann jeder Benutzer nur die Dokumente und Anforderungen entsperren, die er selbst gesperrt hat.

source: Section: Reports
de: Abschnitt: Berichte

source: This section defines for each profile the ability to change the resource parameter in reports.
de: Dieser Abschnitt definiert für jedes Profil die Möglichkeit, den Ressourcenparameter in Berichten zu ändern.

source: Section: Specific update rights
de: Abschnitt: Spezifische Aktualisierungsrechte

source: Defines for each profile the ability to force delete items.
de: Definiert für jedes Profil die Möglichkeit, das Löschen von Elementen zu erzwingen.

source: Defines for each profile the ability to force close items.
de: Definiert für jedes Profil die Möglichkeit, das Schließen von Objekten zu erzwingen.

source: Defines for each profile the ability to update creation information.
de: Definiert für jedes Profil die Fähigkeit, Erstellungsdaten zu aktualisieren.

source: Defines for each profile the ability to mention or not the components on a ticket.
de: Definiert für jedes Profil die Möglichkeit, die Komponenten auf einem Ticket zu erwähnen oder nicht.

source: Section: Limit visibilty to resources
de: Abschnitt: Sichtbarkeit auf Ressourcen beschränken

source: By profil, allows to restrict or not the number of resources displayed, by organizations or own team, on resource lists.
de: Je Profil ist es erlaubt die Anzahl der angezeigten Ressourcen, nach Organisationen oder eigenem Team, auf Ressourcenlisten einzuschränken oder nicht.

source: By profil, allows to restrict or not the number of resources displayed, by organizations or own team, on resource screen.
de: Je nach Profil ist es erlaubt, die Anzahl der angezeigten Ressourcen, nach Organisationen oder eigenem Team, auf der Ressourcenanzeige einzuschränken oder nicht.

source: Section: Limit visibility to organizations
de: Abschnitt: Einschränkung der Sichtbarkeit für Organisationen

source: By profil, allows to restrict or not the number of organizations displayed, by organizations or own organization, on organization lists.
de: Je nach Profil ist es erlaubt, die Anzahl der angezeigten Organisationen, je Organisationen oder eigener Organisation, auf Organisationslisten einzuschränken oder nicht.

source: By profil, allows to restrict or not the number of organizations displayed, by organizations or own organization, on organization screen.
de: Je nach Profil ist es erlaubt, die Anzahl der angezeigten Organisationen, je Organisationen oder eigener Organisation, auf dem Organisationsbildschirm einzuschränken oder nicht.

source: Translatable name
de: Übersetzbarer Name

source: For profiles and access modes, the value of field "Name" is translatable.
de: Für Profile und Zugriffsarten ist der Wert des Feldes „Name“ übersetzbar.

source: The field "Name" in screens :ref:`profile` and :ref:`access-mode` is not the name displayed, but it is a code in the translation table.
de: Das Feld „Name“ in den Bildschirmen :ref:`profile` und :ref:`access-mode` ist nicht der angezeigte Name, sondern ein Code in der Übersetzungstabelle.

source: The translated name depends on user language selected in :ref:`User parameters<display-parameters>` screen.
de: Der übersetzte Name hängt von der Benutzersprache ab, die im Bildschirm :ref:`User parameters<display-parameters>` ausgewählt wurde.

source: If translated name is displayed between [], then the value of field "Name" is not found in the translation table.
de: Wird der übersetzte Name zwischen [] angezeigt, wird der Wert des Feldes „Name“ in der Übersetzungstabelle nicht gefunden.

source: Translation table files
de: Übersetzungstabellen

source: In ProjeQtOr, a translation table file is defined for each available language.
de: In ProjeQtOr wird für jede verfügbare Sprache eine Übersetzungstabelle definiert.

source: The files are named "lang.js" and are localized in a directory named with ISO language code.
de: Die Dateien heißen „lang.js“ und sind in einem Verzeichnis mit ISO-Sprachcode lokalisiert.

source: For instance: ../tool/i18n/nls/fr/lang.js.
de: Zum Beispiel: ../tool/i18n/nls/fr/lang.js.

source: How to modify the translation file?
de: Wie ändert man die Übersetzungsdatei?

source: You can edit file "lang.js" to add translation of new value or to modify the existing value translation.
de: Sie können die Datei „lang.js“ bearbeiten, um die Übersetzung eines neuen Wertes hinzuzufügen oder die bestehende Wertübersetzung zu ändern.

source: Or, you can download Excel file named "lang.xls", available on ProjeQtOr site. You can modify the translation tables of all languages and produce files "lang.js".
de: Oder Sie können die Excel-Datei „lang.xls“ herunterladen, die auf der Website von ProjeQtOr verfügbar ist. Sie können die Übersetzungstabellen aller Sprachen ändern und Dateien „lang.js“ erzeugen.
