Repository: babynus/projeqtor
Catalog: tags/V8.3.1/projeqtor/docs/user/locale/*/LC_MESSAGES/Report.po
Languages: de

source: Reports
de: Berichte

source: A list of reports is available in different categories.
de: Eine Liste der Berichte ist in verschiedenen Kategorien verfügbar.

source: Select a category |one|, corresponding reports list |two| will appear.
de: Wählen Sie eine Kategorie |one|, die entsprechende Berichtsliste |two| erscheint.

source: Select a report in the list, this will display specific parameters |three| for the report.
de: Wählen Sie einen Bericht in der Liste aus, um bestimmte Parameter |three| für den Bericht anzuzeigen.

source: Update the parameters to get the information you need.
de: Aktualisieren Sie die Parameter, um die gewünschten Informationen zu erhalten.

source: Click on a button to produce the report. |four|
de: Klicken Sie auf eine Schaltfläche, um den Bericht zu erstellen. |four|

source: Click on the arrow to return to the category list. |five|
de: Klicken Sie auf den Pfeil, um zur Kategorienliste zurückzukehren. |five|

source: Buttons
de: Tasten

source: Click on |buttonIconDisplay| to display the report.
de: Klicken Sie auf |buttonIconDisplay|, um den Bericht anzuzeigen.

source: Click on |buttonIconPrint| to get a printable version of the report.
de: Klicken Sie auf |buttonIconPrint|, um eine druckbare Version des Berichts zu erhalten.

source: Click on |buttonIconPdf| to export the report as PDF format.
de: Klicken Sie auf |buttonIconPdf|, um den Bericht als PDF zu exportieren.

source: Click on |buttonIconToday| to display this report on the Today screen.
de: Klicken Sie auf |buttonIconToday|, um diesen Bericht auf dem Heute-Bildschirm anzuzeigen.

source: Click on |buttonIconReportFavorite| to define this report as favorite. This report will be available in your favorite reports list.
de: Klicken Sie auf |buttonIconReportFavorite|, um diesen Bericht als Favoriten zu definieren. Dieser Bericht ist in Ihrer Favoritenliste verfügbar.

source: Favorite reports
de: Bevorzugte Berichte

source: Move your cursor over the reports menu icon (in the top bar) to show the popup menu that contains your favorite reports.
de: Favoriten Bewegen Sie den Cursor über das Berichtsmenü (in der oberen Leiste), um das Popup-Menü mit Ihren Lieblingsberichten anzuzeigen.

source: **Popup menu management**
de: **Popup-Menü-Verwaltung**

source: Allows to reorder reports displayed with drag & drop feature. Using the selector area button icon drag |buttonIconDrag|.
de: Ermöglicht die Neuanordnung von Berichten, die per Drag & Drop angezeigt werden. Mit dem Auswahlbereich-Symbol ziehen Sie |buttonIconDrag|.

source: Click on |buttonIconDelete| to remove the report from the list.
de: Klicken Sie auf |buttonIconDelete|, um den Bericht aus der Liste zu entfernen.

source: Direct display
de: Direkte Anzeige

source: Select a report to display (in print mode), without leaving the current screen.
de: Wählen Sie einen Bericht aus, der angezeigt werden soll (im Druckmodus), ohne das aktuelle Bild zu verlassen.
