Repository: babynus/projeqtor
Catalog: branches/V7.3/projeqtor/docs/user/locale/*/LC_MESSAGES/Expense.po
Languages: de

source: Expenses
de: Kosten

source: The expenses incurred for the project are monitored.
de: Die für das Projekt anfallenden Kosten werden überwacht.

source: Expense
de: Aufwand

source: Call for tenders
de: Ausschreibung

source: Section: Description
de: Abschnitt: Beschreibung

source: Field
de: Bereich

source: Description
de: Beschreibung

source: Unique Id for the call for tender.
de: Eindeutige Id für die Ausschreibung.

source: Short name of the call for tender.
de: Kurzbezeichnung der Ausschreibung.

source: **Type**
de: **Typ**

source: Type of tender.
de: Art der Ausschreibung.

source: Project
de: Projekt

source: Project link to call for tender.
de: Projektlink zur Ausschreibung.

source: Maximum amount
de: "Höchstbetrag

source: Maximum amount of the call for tender.
de: Höchstbetrag der Ausschreibung.

source: Expected delivery date
de: Voraussichtlicher Liefertermin

source: Date expected.
de: Datum erwartet.

source: **\* Required field**
de: **\* Pflichtfeld**

source: Section: Treatment
de: Abschnitt: Behandlung

source: Actual :term:`status` of the call for tender.
de: Aktueller :term:`Status` der Ausschreibung.

source: Responsible
de: Verantwortlich

source: Person responsible for the processing of this call for tender.
de: Verantwortlicher für die Bearbeitung dieser Ausschreibung.

source: Sent date
de: Gesendetes Datum

source: Sent date of the call for tender.
de: Gesendetes Datum der Ausschreibung.

source: Expected answer date
de: Erwartetes Antwortdatum

source: Expected answer date, meaning expected tender date.
de: Erwartetes Antwortdatum, d.h. erwartetes Ausschreibungsdatum.

source: Handled
de: Bearbeitet

source: Done
de: Erledigt

source: Closed
de: Geschlossen

source: Cancelled
de: Abgesagt

source: Box checked indicates that the call for tender is cancelled.
de: Box angekreuzt zeigt an, dass die Ausschreibung abgebrochen wurde.

source: Section: Submissions of tenders
de: Abschnitt: Einreichung von Angeboten

source: Provider
de: Anbieter

source: Provider of the tender.
de: Anbieter der Ausschreibung.

source: Contact
de: Kontakt

source: Contact for the tender.
de: Kontakt für die Ausschreibung.

source: Request date
de: Termin anfordern

source: Request date when tender sent with the hour.
de: Anforderungsdatum, wenn das Angebot mit der Stunde gesendet wird.

source: Date expected with the hour.
de: Erwartetes Datum zur Uhrzeit.

source: Tender status
de: Status der Ausschreibun

source: Statut of the tender.
de: Statut der Ausschreibung.

source: Tenders
de: Ausschreibungen

source: Unique Id for the tender.
de: Eindeutige Id für die Ausschreibung.

source: Short name of the tender.
de: Kurzname der Ausschreibung.

source: Project link to tender.
de: Projektlink zur Ausschreibung.

source: Call for tender
de: Ausschreibunge

source: Link to call for tender.
de: Link zur Ausschreibung.

source: Tender statuts
de: Ausschreibung Statuten

source: **Provider**
de: **Anbieter**

source: External reference
de: Externe Bezugnahme

source: External reference of the tender.
de: Externe Referenz der Ausschreibung.

source: Actual :term:`status` of the tender.
de: Aktueller :term:`Status` der Ausschreibung.

source: Person responsible for the processing of this tender.
de: Verantwortlicher für die Bearbeitung dieser Ausschreibung.

source: Contact of the tender.
de: Kontakt der Ausschreibung.

source: Resquest date for tender.
de: Ausschreibungstermin.

source: Expected answer date of the tender.
de: Erwartetes Antwortdatum der Ausschreibung.

source: Date of receipt
de: Datum des Empfangs

source: Date of receipt of the tender with the hour.
de: Datum des Eingangs des Angebots mit der Stunde.

source: Offer validity
de: Gültigkeit des Angebotes

source: Offer validity date.
de: Gültigkeitsdatum des Angebots.

source: Initial
de: Anfang

source: Price
de: Preis

source: Negotiated
de: Verhandelt

source: Price of negotiated.
de: Preis von ausgehandelt.

source: Payment conditions
de: Zahlungsbedingungen

source: Type of payment conditions.
de: Art der Zahlungsbedingungen.

source: Delivery delay
de: Lieferverzögerung

source: Delivery delay of the tender.
de: Lieferverzögerung der Ausschreibung.

source: Expected delivery date of the tender.
de: Voraussichtlicher Liefertermin der Ausschreibung.

source: Box checked indicates that the tender is done with date when checked.
de: Feld angekreuzt zeigt an, dass die Ausschreibung mit Datum durchgeführt wird, wenn es angekreuzt ist.

source: Box checked indicates that the tender is cancelled.
de: Kästchen markiert zeigt an, dass die Ausschreibung abgebrochen wurde.

source: Individual expense
de: Individueller Aufwand

source: Individual expense has detail listing for all items of expense.
de: Einzelne Ausgaben haben eine detaillierte Auflistung aller Ausgaben.

source: Planned amount
de: Geplanter Betrag

source: Unique Id for the expense.
de: Eindeutige Id für die Kosten.

source: Short description of the expense.
de: Kurzbeschreibung des Aufwandes.

source: Type of expense.
de: Art der Ausgabe.

source: **Project**
de: **Projekt**

source: The project concerned by the expense.
de: Das von den Kosten betroffene Projekt.

source: **Resource**
de: **Ressource**

source: Resource concerned by the expense.
de: Von den Kosten betroffene Ressource.

source: :term:`Description`
de: :term:`Beschreibung`

source: Complete description of the expense.
de: Vollständige Beschreibung der Kosten.

source: Actual :term:`status` of the expense.
de: Tatsächlicher Begriff:`Status` der Kosten.

source: Person responsible for the processing of this expense.
de: Verantwortlicher für die Bearbeitung dieser Kosten.

source: Planned
de: Geplant

source: Planned amount of the expense (Date is mandatory).
de: Geplanter Betrag des Aufwandes (Datum ist obligatorisch).

source: Real
de: Echt

source: Real amount of the expense (Date is mandatory).
de: Realer Betrag des Aufwandes (Datum ist obligatorisch).

source: Payment done
de: Zahlung erfolgt

source: Box checked indicates the payment is done.
de: Feld markiert zeigt an, dass die Zahlung erfolgt ist.

source: Box checked indicates that the expense is archived.
de: Feld markiert zeigt an, dass der Aufwand archiviert ist.

source: Box checked indicates that the expense is cancelled.
de: Box angekreuzt zeigt an, dass die Ausgabe storniert wurde.

source: Columns:
de: Spalten:

source: **Full**: Amount.
de: **Voll**: Betrag.

source: **Payment date**:
de: **Zahlungsdatum**:

source: For field "Planned" is the planned date.
de: Für den Bereich "Geplant" ist der geplante Termin.

source: For field "Real" can be the payment date or else.
de: Für das Feld "Echt" kann das Zahlungsdatum sein, oder sonst.

source: Project expense
de: Projektaufwendunge

source: This can be used for all kinds of project cost :
de: Das kann für alle Arten von Projektkosten verwendet werden:

source: Machines (rent or buy).
de: Maschinen (mieten oder kaufen).

source: Softwares.
de: Software.

source: Office.
de: Büro.

source: Any logistic item.
de: Jeder logistische Artikel.

source: Purchase request
de: Kaufanfrage

source: Provider name.
de: Name des Anbieters.

source: :term:`External reference`
de: :term:`Externe Referenz`

source: External reference of the expense.
de: Externe Referenz der Kosten.

source: Business responsible
de: Geschäftlich verantwortlich

source: The person who makes the purchase requisition.
de: Die Person, die die Bestellanforderung macht.

source: Financial responsible
de: Finanzielle Verantwortung

source: The person who pays the purchase.
de: Die Person, die den Kauf bezahlt.

source: Conditions of payment.
de: Zahlungsbedingungen.

source: Order date
de: Datum der Bestellun

source: Date of the order.
de: Datum der Bestellung.

source: Delivery mode
de: Auslieferungszustan

source: Delivery mode for the order.
de: Lieferart für den Auftrag.

source: Delivery delay for the order.
de: Lieferverzug bei der Bestellung.

source: Expected delivery date for the order.
de: Voraussichtlicher Liefertermin der Bestellung.

source: Date of receipt of the order.
de: Datum des Eingangs der Bestellung.

source: Result
de: Ergebnis

source: Complete description of the treatment of the expense.
de: Vollständige Beschreibung der Behandlung der Kosten.

source: **Ex VAT**: Amount without taxes.
de: **Ex Mehrwertsteuer**: Betrag ohne Steuern.

source: **Tax**: Applicable tax.
de: **Steuern**: Anzuwendende Steuer.

source: **Full**: Amount with taxes.
de: **Voll**: Betrag mit Steuern.

source: Expense detail lines
de: Aufwand Detail Zeilen

source: Section: Expense detail lines
de: Abschnitt: Aufwandsdetailzeilen

source: This section is common to individual and project expenses.
de: Dieser Abschnitt ist bei Einzel- und Projektkosten üblich.

source: It allows to enter detail on expense line.
de: Es erlaubt die Eingabe von Details in der Spesenzeile.

source: Real date is set with the date in the firts detail line.
de: Das reale Datum wird mit dem Datum in der ersten Detailzeile gesetzt.

source: Date
de: Datum

source: Date of the detail line.
de: Datum der Detailzeile.

source: Name of the detail line.
de: Name der Detailzeile.

source: Type
de: Typ

source: Detail
de: Einzelheit

source: Detail depends on the type of expense.
de: Detail hängt von der Art des Aufwandes ab.

source: Amount
de: Menge

source: Amount of the detail line.
de: Betrag der Detailzeile.

source: Detail lines management
de: Detail Linienverwaltung

source: Click on |buttonAdd| to add a detail line.
de: Klicken Sie auf |buttonAdd|, um eine Detailzeile hinzuzufügen.

source: Click on |buttonEdit| to modify an existing detail line.
de: Klicken Sie auf |buttonEdit|, um eine bestehende Detailzeile zu ändern.

source: Click on |buttonIconDelete| to delete the detail line.
de: Klicken Sie auf |buttonIconDelete|, um die Detailzeile zu löschen.

source: Fields - Expense detail dialog box
de: Felder - Aufwandsdetail-Dialogfenster

source: Date of the detail.
de: Datum des Details.

source: Reference
de: Referenz

source: External reference.
de: Externe Referenz.

source: Name of the detail.
de: Name des Details.

source: **Amount**
de: **Betrag**

source: Amount of the detail.
de: Betrag des Details.

source: Depending on type, new fields will appear to help calculate of amount.
de: Verfügbare Typen je nachdem, ob Einzel- oder Projektaufwand.

source: Available types depending on whether individual or project expense.
de: Je nach Typ erscheinen neue Felder zur Berechnung des Betrages.

source: See: :ref:`expense-detail-type`.
de: Siehe: :ref:`expense-detail-type`.

source: Automatically calculated from fields depending on type.
de: Automatisch aus Feldern je nach Typ berechnet.

source: May also be input for type “justified expense”.
de: Kann auch für Typ "Kosten gerechtfertigt" eingegeben werden.
