Repository: babynus/projeqtor
Catalog: branches/V7.3/projeqtor/docs/user/locale/*/LC_MESSAGES/PlanningElements.po
Languages: de

source: Planning elements
de: Planungselement

source: The project is the primary entity of ProjeQtOr.
de: Das Projekt ist die primäre Einheit von ProjeQtOr.

source: It is also the top-level of visibility, depending on profiles.
de: Es ist auch die höchste Ebene der Sichtbarkeit, abhängig von den Profilen.

source: Sub-projects
de: Unterprojekte

source: You can also define sub-projects on a project.
de: Sie können auch Teilprojekte zu einem Projekt definieren.

source: Fix planning
de: Planung fixiere

source: This will avoid change on planned values.
de: Dadurch werden Ä„nderungen an den geplanten Werten vermieden.

source: Under construction
de: Im Bau

source: Manual indicators
de: Manuelle Indikatoren

source: Some manual indicators are displayed on the Today screen.
de: Einige manuelle Anzeigen werden auf dem Heute-Bildschirm angezeigt.

source: Special fields
de: Spezialgebiete

source: See: :ref:`administration-special-field-label`
de: Siehe: :ref:`administration-special-field-label`

source: Monitoring indicator
de: Überwachungsindikator

source: The indicators can be defined on the progress data.
de: Die Indikatoren können auf den Fortschrittsdaten definiert werden.

source: See: :ref:`progress-section-monitor-indicator`
de: Siehe: :ref:`progress-section-monitor-indicator`

source: Project reserve
de: Projektreserve

source: The amount of project reserve will be added to remaining amount.
de: Der Betrag der Projektreserve wird zum Restbetrag addiert.

source: See: :ref:`risk` and :ref:`opportunity`
de: Siehe: :ref:`risk` and :ref:`opportunity`

source: Section: Description
de: Sektion: Beschreibung

source: Field
de: Feld

source: Description
de: Beschreibung

source: Unique Id for the project.
de: Unique Id für das Projekt.

source: Short name of the project.
de: Kurzname des Projekts.

source: Type of project.
de: Projektart.

source: Organization
de: Organisation

source: The organization of the project.
de: Die Organisation des Projekts.

source: Customer
de: Kunde

source: The customer of the project.
de: Der Kunde des Projekts.

source: Bill contact
de: Rechnung Kontakt

source: Billing contact.
de: Rechnungskontakt.

source: Project code
de: Projektkürze

source: Code of the project.
de: Code des Projekts.

source: Contract code
de: Vertragsschlüsse

source: Code of the contract of the project.
de: Code des Vertrags des Projekts.

source: Customer code
de: Kundenkennun

source: Code of the customer of the project.
de: Code des Kunden des Projekts.

source: Is sub-project of
de: Ist Teilprojekt von

source: Name of the top project if this project is a sub-project.
de: Name des Top-Projekts, wenn es sich um ein Teilprojekt handelt.

source: Name of the sponsor of the project.
de: Name des Sponsors des Projekts.

source: :term:`Manager<Project manager>`
de: :term:`Manager<Projektleiter>``

source: Name of the resource who manages the project.
de: Name der Ressource, die das Projekt verwaltet.

source: Color
de: Farbe

source: Color of the project, to be displayed in some reports.
de: Farbe des Projekts, wird in einigen Berichten angezeigt.

source: Actual :term:`status` of the project.
de: Aktueller :term:`Status` des Projekts.

source: Health status
de: Gesundheitszustan

source: Global health status of the project.
de: Globaler Gesundheitsstatus des Projekts.

source: Quality level
de: Qualität

source: Estimation of quality level of project (result of audits).
de: Schätzung des Qualitätsniveaus des Projekts (Ergebnis der Audits).

source: Trend of global project health.
de: Trend der globalen Projektgesundheit.

source: Overall progress
de: Gesamtfortschritt

source: Overall progress to be selected in a defined list.
de: Gesamtfortschritt in einer definierten Liste auswählen.

source: Box checked indicates the project is under construction.
de: Feld markiert zeigt an, dass das Projekt im Bau ist.

source: :term:`Done`
de: :term:`Erledigt`

source: Box checked indicates the project is finished.
de: Feld markiert zeigt an, dass das Projekt abgeschlossen ist.

source: :term:`Closed`
de: :term:`Geschlossen`

source: Box checked indicates the project is archived.
de: Box checked zeigt an, dass das Projekt archiviert ist.

source: Cancelled
de: Abgesagt

source: Box checked indicates the project is cancelled.
de: Box angekreuzt zeigt an, dass das Projekt abgebrochen wurde.

source: :term:`Description`
de: :term:`Beschreibung`

source: Complete description of the project.
de: Vollständige Beschreibung des Projekts.

source: Objectives
de: Ziele

source: Objectives of the project.
de: Ziele des Projekts.

source: **\* Required field**
de: **\* Pflichtfeld**

source: The value of the field is used in Bills concerned with the project.
de: Der Wert des Feldes wird in den mit dem Projekt verbundenen Rechnungen verwendet.

source: Section: Sub projects
de: Sektion: Unterprojekte

source: List of sub-projects under for the project.
de: Liste der Teilprojekte unter für das Projekt.

source: Activities
de: Aktivitäten

source: An activity can be:
de: Eine Aktivität kann sein:

source: Planned tasks.
de: Geplante Aufgaben.

source: Change requests.
de: Änderungswünsche.

source: Phases.
de: Phasen.

source: Deliveries.
de: Lieferungen.

source: Versions or releases.
de: Versionen oder Veröffentlichungen.

source: Assigned resources
de: Zugewiesene Ressourcen

source: Resources are assigned to activities.
de: Ressourcen werden Aktivitäten zugeordnet.

source: Real work allocation
de: Echte Arbeitsverteilung

source: Activities regroupment
de: Aktivitäten Umgruppierung

source: Activities can have parents to regroup activities.
de: Aktivitäten können Eltern haben, um Aktivitäten neu zu gruppieren.

source: Parent activity must belong to the same project.
de: Elternaktivität muss zum selben Projekt gehören.

source: **Work on tickets**
de: **Arbeit an Tickets**

source: Tickets can be linked to an activity (task).
de: Tickets können mit einer Aktivität (Aufgabe) verknüpft werden.

source: Work on tickets will be included in the activity.
de: Die Arbeit an Tickets wird in die Aktivität einbezogen.

source: More detail, see: :ref:`ticket` screen.
de: Mehr Details, siehe: :ref:`ticket` Bildschirm.

source: **Assignment of resources to task**
de: **Zuweisung von Ressourcen zur Aufgabe**

source: Unique Id for the activity.
de: Unique Id für die Aktivität.

source: Short description of the activity.
de: Kurzbeschreibung der Aktivität.

source: **Activity type**
de: **Aktivitätsart**

source: Type of activity.
de: Art der Tätigkeit.

source: **Project**
de: **Projekt**

source: The project concerned by the activity.
de: Das von der Aktivität betroffene Projekt.

source: :term:`External reference`
de: :term:`Externer Verweis`

source: External reference of the activity.
de: Externe Referenz der Aktivität.

source: :term:`Requestor`
de: :term:`Antragsteller`

source: Contact at the origin of the activity.
de: Kontakt am Ursprung der Aktivität.

source: :term:`Origin`
de: :term:`Ursprung`

source: Element which is the origin of the activity.
de: Element, das der Ursprung der Aktivität ist.

source: Complete description of the activity.
de: Vollständige Beschreibung der Aktivität.

source: Section: Treatment
de: Sektion: Behandlung

source: Parent activity
de: Eltern-Tätigkeit

source: Parent activity for grouping purpose.
de: Elternaktivität für Gruppierungszwecke.

source: Actual :term:`status` of the activity.
de: Aktueller :term:`Status` der Aktivität.

source: :term:`Responsible`
de: :term:`Verantwortlicher`

source: Resource who is responsible for the activity.
de: Ressource, die für die Aktivität verantwortlich ist.

source: :term:`Handled`
de: :term:`Bearbeitet`

source: Box checked indicates the activity is taken over.
de: Kästchen markiert zeigt an, dass die Aktivität übernommen wurde.

source: Box checked indicates the activity has been treated.
de: Kästchen markiert zeigt an, dass die Aktivität behandelt wurde.

source: Box checked indicates the activity is archived.
de: Kästchen markiert zeigt an, dass die Aktivität archiviert ist.

source: Box checked indicates the activity is cancelled.
de: Kästchen markiert zeigt an, dass die Aktivität abgebrochen wurde.

source: Target version
de: Zielversion

source: :term:`Result`
de: :term:`Ergebnis`

source: Complete description of the treatment done on the activity.
de: Vollständige Beschreibung der Behandlung der Aktivität.

source: Contains the list of product versions linked to the project.
de: Enthält die Liste der mit dem Projekt verknüpften Produktversionen.

source: More detail, see: :ref:`Product concept<product-concept>`
de: Mehr Details, siehe: :ref:`Product concept<product-concept>`

source: Milestones
de: Meilensteine

source: A milestone is a flag in the planning, to point out key dates.
de: Ein Meilenstein ist eine Flagge in der Planung, um auf wichtige Termine hinzuweisen.

source: Milestones are commonly used to check delivery dates.
de: Meilensteine werden häufig zur Üœberprüfung von Lieferterminen verwendet.

source: ProjeQtOr offers two types of milestone:
de: ProjeQtOr bietet zwei Arten von Meilensteinen:

source: **Floating milestone**
de: **Schwebender Meilenstein**

source: **Fixed milestone**
de: **Fester Meilenstein**

source: Fixed date is set by validated date.
de: Fixes Datum wird durch validiertes Datum gesetzt.

source: Unique Id for the milestone.
de: Unique Id für den Meilenstein.

source: Short description of the milestone.
de: Kurzbeschreibung des Meilensteins.

source: **Milestone type**
de: **Meilensteintyp**

source: Type of milestone.
de: Art des Meilensteins.

source: The project concerned by the milestone.
de: Das vom Meilenstein betroffene Projekt.

source: Element which is the origin of the milestone.
de: Element, das der Ursprung des Meilensteins ist.

source: Long description of the milestone.
de: Lange Beschreibung des Meilensteins.

source: Actual :term:`status` of the milestone.
de: Aktueller :term:`Status` des Meilensteins.

source: Resource who is responsible for the milestone.
de: Ressource, die für den Meilenstein verantwortlich ist.

source: Box checked indicates the milestone is taken over.
de: Feld markiert zeigt an, dass der Meilenstein übernommen wurde.

source: Box checked indicates the milestone has been treated.
de: Kästchen markiert zeigt an, dass der Meilenstein behandelt wurde.

source: Box checked indicates the milestone is archived.
de: Kästchen markiert zeigt an, dass der Meilenstein archiviert ist.

source: Box checked indicates the milestone is cancelled.
de: Box angekreuzt zeigt an, dass der Meilenstein abgebrochen wurde.

source: Complete description of the treatment done on the milestone.
de: Vollständige Beschreibung der Behandlung am Meilenstein.
