Repository: babynus/projeqtor
Catalog: branches/V7.3/projeqtor/docs/user/locale/*/LC_MESSAGES/TicketDashBoard.po
Languages: de

source: Allows user to have a tickets global view of his projects.
de: Ermöglicht dem Benutzer eine globale Sicht auf seine Projekte.

source: Shows several small reports, listing the number of tickets by item.
de: Zeigt mehrere kleine Berichte an, die die Anzahl der Tickets pro Artikel auflisten.

source: Filters are available to limit scope.
de: Filter sind verfügbar, um den Umfang einzuschränken.

source: Direct access to the list of tickets
de: Direkter Zugriff auf die Liste der Tickets

source: Parameters
de: Parameter

source: Click on |buttonIconParameter| to access parameters.
de: Klicken Sie auf |buttonIconParameter|, um auf die Parameter zuzugreifen.

source: Allows to define reports displayed on the screen.
de: Erlaubt die Definition von Berichten, die auf dem Bildschirm angezeigt werden.

source: Arrange reports on left and right on screen.
de: Berichte links und rechts am Bildschirm anordnen.

source: Filter clauses
de: Filterklausel

source: Report: Synthesis by status
de: Bericht: Synthese nach Status

source: For this report, filter clauses are not applicable.
de: Für diesen Bericht gelten keine Filterklauseln.

source: Scope filters
de: Scope-Filter

source: **All issues**
de: **Alle Ausgaben**

source: All tickets.
de: Alle Karten.

source: **Not closed issues**
de: **Nicht abgeschlossene Ausgaben**

source: Tickets not closed. (Status <> 'closed')
de: Tickets nicht geschlossen. (Status <> 'geschlossen')

source: **Not resolved issues**
de: **Nicht gelöste Probleme**

source: Tickets not resolved. (Status <> 'done')
de: Tickets nicht gelöst. (Status <> 'fertig')

source: Recently updated
de: Kürzlich aktualisiert

source: **Added recently**
de: **Kürzlich hinzugefügt**

source: Tickets created within *x* last days.
de: Tickets erstellt innerhalb der letzten *x* Tage.

source: **Resolved recently**
de: **Kürzlich aufgelöst**

source: Tickets treated within *x* last days.
de: Tickets behandelt innerhalb der letzten *x* Tage.

source: **Updated recently**
de: **Kürzlich aktualisiert**

source: Tickets updated within *x* last days.
de: Tickets aktualisiert innerhalb *x* der letzten Tage.

source: Linked to the user
de: Mit dem Benutzer verbunden

source: Tickets that you are responsible for their treatment.
de: Tickets, für deren Behandlung Sie verantwortlich sind.

source: **Reported by me**
de: **Berichtet von mir**

source: Tickets that you are the issuer.
de: Tickets, dass Sie der Aussteller sind.

source: No resolution scheduled
de: Keine Auflösung geplant

source: **Unscheduled**
de: **Ungeplant**
