Repository: babynus/projeqtor
Catalog: branches/V8.2/projeqtor/docs/user/locale/*/LC_MESSAGES/Context.po
Languages: de

source: Contexts
de: Kontexte

source: The contexts defines a list of elements selectable to define ticket context and test case environment.
de: Der Kontext definiert eine Liste von Elementen, die zur Definition des Ticketkontextes und der Testfallumgebung ausgewählt werden können.

source: Contexts are initially set to be able to define contexts for IT Projects, for three context types :
de: Kontexte sind zunächst so eingestellt, dass sie Kontexte für IT-Projekte definieren können, und zwar für drei Kontexttypen:

source: Environment
de: Umgebung

source: Operating System
de: Betriebssystem

source: They can be changed to be adapted to any kind of project.
de: Sie können für jede Art von Projekt angepasst werden.

source: Section: Description
de: Abschnitt: Beschreibung

source: Field
de: Feld

source: Description
de: Beschreibung

source: Unique Id for the context.
de: Eindeutige Id für den Kontext.

source: Context type
de: Kontexttyp

source: One of the three context type.
de: Eines der drei Kontexttypen.

source: Name of the context.
de: Name des Kontexts.

source: Sort order
de: Sortierreihenfolge

source: Number to define the order of display in lists
de: Nummer zur Festlegung der Reihenfolge der Anzeige in Listen

source: :term:`Closed`
de: :term:`Geschlossen`

source: Flag to indicate that the context is archived.
de: Kennzeichen, das angibt, dass der Kontext archiviert wird.

source: **\* Required field**
de: **\* Pflichtfeld**

source: The list is fixed.
de: Die Liste ist festgelegt.

source: Captions are translated and so can be changed in language file.
de: Bildunterschriften werden übersetzt und können so in einer Sprachdatei geändert werden.
