Repository: babynus/projeqtor
Catalog: branches/V8.2/V8.1/projeqtor/docs/user/locale/*/LC_MESSAGES/Administration.po
Languages: de

source: Selection of graphic interface behavior and generic display parameter for users.
de: Auswahl des grafischen Oberflächenverhaltens und generischer Anzeigeparameter für Benutzer.

source: Icon size are default : user can overwrite these values
de: Icon-Größe ist voreingestellt : Benutzer kann diese Werte überschreiben

source: Automatic import
de: Automatischer Import

source: Parameters to allow the application to send emails.
de: Parameter, die es der Anwendung erlauben, E-Mails zu versenden.

source: Parameters to define title of email depending on event (1).
de: Parameter zur Definition des E-Mail-Betreffs in Abhängigkeit vom Ereignis (1).

source: (see: :ref:`administration-special-field-label`)
de: (siehe: :ref:`administration-special-field-label`)

source: Special fields
de: Spezialfelder

source: Special fields can be used in the title and body mail to be replaced by item values :
de: Spezielle Felder können im Titel- und im Mailinhalt verwendet werden, die durch Positionswerte ersetzt werden sollen :

source: ${dbName} : the display name of the instance
de: ${dbName} : der Anzeigename der Instanz

source: ${id} : id of the item
de: ${Id}: Id des Elements

source: ${item} : the class of the item (for instance "Ticket")
de: ${Item}: die Klasse des Elements (zum Beispiel "Ticket")

source: ${name} : name of the item
de: ${name} : Namen des Elements

source: ${status} : the current status of the item
de: ${status} : der aktuelle Status des Eintrags

source: ${project} : the name of the project of the item
de: ${project} : der Name des Projekts des Eintrags

source: ${type} : the type of the item
de: ${type} : der Typ des Eintrags

source: ${reference} : the reference of the item
de: ${reference} : die Referenz des Eintrags

source: ${externalReference} : the :term:`external reference` of the item
de: ${externalReference} : der :term:`external reference` des Eintrags

source: ${issuer} : the name of the issuer of the item
de: ${issuer} : der Name des Ausstellers des Artikels

source: ${responsible} : the name of the responsible for the item
de: ${responsible} : der Name des Verantwortlichen für das Objekt

source: ${sender} : the name of the sender of email
de: ${sender} : der Name des Absenders der E-Mail

source: ${sponsor} : the name of the project sponsor
de: ${sponsor} : der Name des Auftraggebers

source: ${projectCode} : the project code
de: ${projectCode} : der Projektcode

source: ${contractCode} : the contact code of project
de: ${contractCode} : der Kontaktcode des Projekts

source: ${customer} : Customer of project
de: ${customer} : Kunde des Projektes

source: ${url} : the URL for direct access to the item
de: ${url} : die URL für den direkten Zugriff auf den Eintrag

source: ${login} the user name
de: ${login} der Benutzername

source: ${password} the user password
de: ${passwort} das Benutzerpasswort

source: ${adminMail} the email of administrator
de: ${adminMail} die E-Mail des Administrators
