Repository: babynus/projeqtor
Catalog: branches/V8.2/V8.1/projeqtor/docs/user/locale/*/LC_MESSAGES/Administration.po
Languages: de

source: The screens described below are restricted to users with administrator profile.
de: Die nachfolgend beschriebenen Bilder sind für Benutzer mit Administratorenprofil beschränkt.

source: Users with others profiles can have access whether access rights is granted.
de: Benutzer mit anderen Profilen können Zugriff darauf haben, falls Ihre Zugriffsrechte dies erlauben.

source: Administration console
de: Administrationskonsole

source: Administration console allows to execute administration tasks on application.
de: Die Administrationskonsole ermöglicht die Ausführung von Administrationsaufgaben in der Anwendung.

source: Section: Background tasks
de: Abschnitt: Hintergrundaufgaben

source: Allows to start and stop background task is a specific threaded treatment that regularly checks for indicators to generate corresponding alerts, warnings and automatic import when needed.
de: Ermöglicht das Starten und Stoppen von Hintergrundaufgaben, dies ist eine spezielle Gefahren-Behandlung, die regelmäßig nach Indikatoren sucht, um automatisch Alarme und Importe Warnungen bei Bedarf zu generieren.

source: Section: Send an internal alert
de: Abschnitt: Einen internen Alarm senden

source: Allows to send an internal alert to users.
de: Ermöglicht eine interne Benachrichtigung an Benutzer senden.

source: Section: Manage connections
de: Abschnitt: Verbindungen verwalten

source: Allows to force disconnection of active users and close the application for new connections.
de: Ermöglicht es, die Trennung von aktiven Benutzern zu erzwingen und die Anwendung für neue Verbindungen zu schließen.

source: **Button: Disconnect all users**
de: **Taste: Trennen Sie alle Benutzer**

source: Allows to disconnect all connected users except your own connection.
de: Ermöglicht das Trennen aller verbundenen Benutzer außer Ihrer eigenen Verbindung.

source: The application status is displayed below.
de: Der Anwendungsstatus wird unten angezeigt.

source: Disconnection will be effective for each user when his browser will ckeck for alerts to be displayed.
de: Der Verbindungsabbruch wird für jeden Benutzer wirksam, wenn sein Browser die Anzeige von Warnungen überprüft.

source: The delay for the effective disconnection of users will depend on the parameter “delay (in second) to check alerts” in :ref:`Global parameters<automated-service>` screen.
de: Die Verzögerung für die effektive Trennung der Benutzer richtet sich nach dem Parameter "Verzögerung (in Sekunden), um Warnungen zu überprüfen" in :ref:`Globale parameters<automated-service>` Dialogmaske.

source: **Button: Open/Close application**
de: **Taste: Anwendung öffnen/schließen**

source: Allows to open and close application.
de: Ermöglicht das Öffnen und Schließen der Anwendung.

source: When the application is closed the message below will appear on login screen.
de: Wenn die Anwendung geschlossen wird, erscheint die folgende Meldung auf dem Anmeldebildschirm.

source: Section: Maintenance of Data
de: Abschnitt: Pflege der Daten

source: The administrator has the possibility to:
de: Der Administrator hat die Möglichkeit:

source: Close and delete sent emails and alerts.
de: Schließen und löschen Sie gesendete E-Mails und Benachrichtigungen.

source: Delete history of connections.
de: Historie der Verbindungen löschen.

source: Updating references for any kind of element.
de: Aktualisieren von Referenzen für jede Art von Element.

source: Section: Log files maintenance
de: Abschnitt: Log Dateien Wartung

source: Delete old log files.
de: Alte Protokoll Dateien löschen.

source: Show the list and specific log file.
de: Zeigt die Liste und die spezifische Protokolldatei an.

source: Audit connections
de: Audit-Verbindungen

source: Audit connection proposes a view of “who is online”.
de: Die Auditverbindung schlägt eine Sicht auf „Wer ist online“ vor.

source: The administrator has the possibility to force the disconnection of any user (except his own current connection), see: :ref:`admin-console`.
de: Der Administrator hat die Möglichkeit, die Trennung eines beliebigen Benutzers (außer seiner eigenen aktuellen Verbindung) zu erzwingen, siehe: :ref:`admin-console`.

source: Global parameters
de: Globale Parameter

source: Global parameters screen allows configuration of application settings.
de: Der Bildschirm „Globale Parameter“ ermöglicht die Konfiguration der Anwendungseinstellungen.

source: Moving the mouse over the caption of a parameter will display a tooltip with more description about the parameter.
de: Wenn Sie mit der Maus über die Beschriftung eines Parameters fahren, wird ein Tooltip mit einer näheren Beschreibung des Parameters angezeigt.

source: GENERAL SECTION 1: Work time
de: ALLGEMEINER ABSCHNITT 1: Arbeitszeit

source: Section: Daily work hours
de: Abschnitt: Tägliche Arbeitszeiten

source: Definition of regular “work hours”.
de: Definition der regulären „Arbeitszeiten“.

source: Used to calculate delays based on “open hours”.
de: Dient zur Berechnung von Verspätungen auf Basis von „normaler Arbeitszeit“.

source: Section: Open days
de: Abschnitt: Arbeitstage

source: Possibility to define the working days in the company.
de: Möglichkeit, die Arbeitstage im Unternehmen zu definieren.

source: For each day of the week, you can choose between open days or off days.
de: Für jeden Tag der Woche können Sie zwischen normalen Arbeitstagen und freien Tagen wählen.

source: This parameter are taken into account in : working days on calendars, the working days on the calculation and the display ,the working days on the display of real work allocation.
de: Dieser Parameter wird in : Arbeitstage auf Kalendern, die Arbeitstage auf der Berechnung und die Anzeige ,die Arbeitstage auf der Anzeige der realen Arbeitszuordnung berücksichtigt.

source: Section: Units for work
de: Abschnitt: Einheiten für die Arbeit

source: The parameters to real work allocation and workload.
de: Die Parameter für die tatsächliche Arbeitsverteilung und Arbeitsbelastung.

source: **Fields: Unit for real work allocation and for all work data**
de: ** Felder: Einheit für die tatsächliche Arbeit und für alle Arbeitsdaten**

source: Definition of the unit can be in days or hours.
de: Die Definition der Einheit kann in Tagen oder Stunden erfolgen.

source: If both values are different, rounding errors may occur.
de: Sind beide Werte unterschiedlich, kann es zu Rundungsfehlern kommen.

source: Remember that data is always stored in days.
de: Denken Sie daran, dass die Daten immer in Tagen gespeichert werden.

source: Duration will always be displayed in days, whatever the workload unit.
de: Die Dauer wird immer in Tagen angezeigt, unabhängig von der gewählten Einheit.

source: **Number of hours per day**
de: **Anzahl der Stunden pro Tag**

source: Allows to set number of hours per day.
de: Ermöglicht die Einstellung der Stundenanzahl pro Tag.

source: Section: Real work allocation
de: Abschnitt: Echte Arbeitsverteilung

source: Defines behavior of tasks in the real work allocation screen.
de: Definiert das Verhalten von Aufgaben im realen Arbeitszuordnungsbild.

source: **Display only handled tasks**
de: **Nur bearbeitete Aufgaben anzeigen**

source: Display only tasks with "handled" status.
de: Nur Aufgaben mit dem Status „bearbeitet“ anzeigen.

source: **Set to first 'handled' status**
de: **Setzt auf den ersten Status „bearbeitet“**

source: Change status of the task to the first "handled" status when real work is entered.
de: Ändern Sie den Status der Aufgabe auf den ersten Status „bearbeitet“, wenn Sie eine tatsächlich Arbeit eingeben.

source: **Set to first 'done' status**
de: **Setzen auf den ersten Status „erledigt“**

source: Change status of the task to the first "done" status when no left work remains.
de: Ändern Sie den Status der Aufgabe in den ersten Status „erledigt“, wenn keine Arbeit mehr ansteht.

source: **Max days to book work (warning) :**
de: **Max Tage um Arbeit zu buchen (Warnung) :**

source: Number of days that user can enter real work in the future before getting a warning.
de: Anzahl der Tage, an denen der Benutzer in der Zukunft tatsächliche Arbeit eingeben kann, bevor er eine Warnung erhält.

source: this parameter does not apply to administrative projects
de: dieser Parameter gilt nicht für administrative Projekte

source: **Max days to book work (blocking)**
de: ** Max. Tage für die Buchung der Arbeit (Blockierung)**

source: Number of days that user can enter real work in the future. This limit is blocking.
de: Anzahl der Tage, die der Benutzer in der Zukunft wirklich arbeiten kann. Dieses Limit ist blockiert.

source: **Alert resource on input done by someone else**
de: **Warnt vor Ressourcen Eingaben, die von jemand anderem gemacht wurden**

source: Select your type of alert : Internal, Email, both or none.
de: Wählen Sie die Art des Alarms aus: Intern, E-Mail, beide oder keine.

source: GENERAL SECTION 2 : Activity
de: ALLGEMEINER ABSCHNITT 2: Aktivität

source: Section: Planning
de: Abschnitt: Planung

source: Specific parameters about Gantt planning presentation.
de: Spezifische Parameter für die Präsentation der Gantt-Planung.

source: **Show resource in Gantt**
de: **Ressource in Gantt anzeigen**

source: Select if the resource can be displayed in a Gantt chart, and format for display (name or initials).
de: Wählen Sie, ob die Ressource in einem Gantt-Diagramm angezeigt werden kann, und formatieren Sie die Anzeige (Name oder Initialen).

source: **Max projects to display**
de: ** Max. anzuzeigende Projekte **

source: Defines maximum number of projects to display.
de: Max. Anzahl der anzuzeigenden Projekte.

source: To avoid performance issues.
de: Um Performance-Probleme zu vermeiden.

source: Section: Tickets
de: Abschnitt: Tickets

source: **Only responsible works on ticket**
de: **Nur verantwortliche Arbeiten auf dem Ticket**

source: Only responsible can enter some real work on the ticket.
de: Nur der Verantwortliche kann eine echte Arbeit auf dem Ticket eintragen.

source: **Display ticket at customer level** * Display of tickets on the Customer screen and on the Contacts screen
de: **Ticket auf Kundenebene anzeigen** * Anzeige der Tickets auf dem Kundenbildschirm und auf dem Kontaktbildschirm

source: Section: Organization
de: Abschnitt: Organisation

source: Section: Automation
de: Abschnitt: Automatisierung

source: **Consolidate validated work & cost**
de: ** Konsolidieren Sie die erbrachte Arbeit & Kosten**

source: Select if validated work & cost are consolidated on top activities and projects :
de: Wählen Sie, ob validierte Arbeit und Kosten auf Top-Aktivitäten und -Projekte konsolidiert werden sollen:

source: **Never** : Not consolidate
de: **Niemals ** : Nicht konsolidieren

source: **Always** : Values are replaced on activities and project.
de: **Immer** : Werte werden bei Aktivitäten und Projekten ersetzt.

source: **Only is set** : Replaces values, only if not already set.
de: **Nur wenn gesetzt** : Ersetzt Werte, nur wenn nicht bereits gesetzt.

source: Section: Milestones
de: Abschnitt: Meilensteine

source: Milestone Management on Requirements, Tickets, Product Versions, Incomings, Deliverables and Deliveries. It updates the target (planned) date of the element from the planned date of the milestone.
de: Meilensteinmanagement zu Anforderungen, Tickets, Produktversionen, Eingängen, Lieferungen und Leistungen. Es aktualisiert den Solltermin des Elements aus dem Plantermin des Meilensteins.

source: It optionally allows you to link the element and the milestone (to get the list of linked elements from the milestone view)
de: Optional können Sie das Element und den Meilenstein verknüpfen (um die Liste der verknüpften Elemente aus der Meilensteinansicht zu erhalten).

source: It optionally allows you to automatically retrieve the milestone from the milestone of the Project Version. .. rubric:: Section: Controls and restrictions
de: Optional können Sie Meilensteine automatisch aus den Meilensteinen der Projektversion holen. .. Rubrik:: Section: Kontrollen und Einschränkungen

source: GENERAL SECTION 3 : Display
de: ALLGEMEINER ABSCHNITT 3: Anzeige

source: Section: Display
de: Abschnitt: Anzeige

source: Section: Localization
de: Abschnitt: Lokalisierung

source: Section: Default values for user parameters
de: Abschnitt: Vorschlagswerte für Benutzerparameter

source: GENERAL SECTION 4 : Miscellaneous
de: ALLGEMEINER ABSCHNITT 4: Sonstiges

source: Section: Format for reference numbering
de: Abschnitt: Format für die Referenznummerierung

source: Allows to define reference formats for items of element, documents and bills. * Prefix : can contain {PROJ} for project code, {TYPE} for type code, {YEAR} for current year and {MONTH} for current month.
de: Ermöglicht die Definition von Referenzformaten für Elemente, Dokumente und Rechnungen. * Präfix : kann {PROJ} für Projektcode, {TYPE} für Typcode, {YEAR} für aktuelles Jahr und {MONTH} für aktuellen Monat enthalten.

source: Section: Document reference format
de: Abschnitt: Dokument-Referenzformat

source: Format : can contain {PROJ} for project code, {TYPE} for type code, {NUM} for number as computed for reference, and {NAME} for document name.
de: Format : kann {PROJ} für den Projektcode, {TYPE} für den Typcode, {NUM} für die Nummer als Referenz und {NAME} für den Dokumentnamen enthalten.

source: Suffix : can contain {VERS} for version name.
de: Endung : kann {VERS} für den Versionsnamen enthalten.

source: Section: Bill reference format
de: Abschnitt: Rechnungsreferenzformat

source: Section: Product and Component
de: Abschnitt: Produkt und Komponente

source: GENERAL SECTION 5 : Mailing
de: ALLGEMEINER ABSCHNITT 5: Mailing

source: Section: Emailing
de: Abschnitt: E-Mailen

source: Section: Mail titles
de: Abschnitt: Mail Betreff

source: Section: Automatic emails grouping
de: Abschnitt: Automatische Gruppierung von E-Mails

source: E-mail sending delay: possibility not to send emails in a row, but to delay them to send only one message if several changes generating an emails send are made in a short time.
de: E-Mail-Versandverzögerung: Möglichkeit, E-Mails nicht hintereinander zu versenden, sondern nur eine Nachricht zu versenden, wenn in kurzer Zeit mehrere Änderungen vorgenommen werden, die einen E-Mail-Versand erzeugen.

source: Section: Test email configuration
de: Abschnitt: E-Mail-Konfiguration testen

source: GENERAL SECTION 6 : Authentication
de: ALLGEMEINER ABSCHNITT 6: Authentifizierung

source: Section: Ldap management parameters
de: Abschnitt: Ldap-Management-Parameter

source: Information about LDAP connection and behavior on creation of new user from LDAP connection.
de: Informationen über die LDAP-Verbindung und das Verhalten beim Anlegen eines neuen Benutzers aus der LDAP-Verbindung.

source: Section: User and password
de: Abschnitt: Benutzer und Passwort

source: Security constraints about users and passwords.
de: Sicherheitseinschränkungen für Benutzer und Passwörter.

source: GENERAL SECTION 7 : Automation
de: ALLGEMEINER TEIL 7 : Automatisierung

source: Section: Management of automated service (CRON)
de: Abschnitt: Verwaltung des automatisierten Dienstes (CRON)

source: Parameters for the “Cron” process.
de: Parameter für den „Cron“-Prozess.

source: It will manage :
de: Es wird verwaltet:

source: Alert generation : Frequency for recalculation of indicators values.
de: Alarmgenerierung : Häufigkeit der Neuberechnung von Indikatorenwerten.

source: Check alert : Frequency for client side browser to check if alert has to be displayed.
de: Alarm prüfen : Häufigkeit für den kundenseitigen Browser, um zu prüfen, ob ein Alarm angezeigt werden muss.

source: Import : Automatic import parameters as below.
de: Import: Automatische Importparameter wie unten beschrieben.

source: Section: Automatic import of files
de: Abschnitt: Automatischer Import von Dateien

source: Cron working directory
de: Cron Arbeitsverzeichnis

source: Should be set out of web reach.
de: Sollte außerhalb der Reichweite des Netzes aufgestellt werden.

source: Directory of automated integration files
de: Verzeichnis der automatisierten Integrationsdateien

source: Should must be set out of web reach.
de: Sollte außerhalb der Reichweite des Netzes aufgestellt werden.

source: Section: Automatic import of replies to emails
de: Abschnitt: Automatischer Import von Antworten auf E-Mails

source: It will manage connection to IMAP INBOX to retrieve email answers.
de: Es verwaltet die Verbindung zur IMAP INBOX, um E-Mail-Antworten abzurufen.

source: Email input check cron delay
de: Cron-Verzögerung der E-Mail-Eingabe prüfen

source: Delay of -1 deactivates this functionality.
de: Verzögerung von -1 deaktiviert diese Funktionalität.

source: Must be an IMAP connection string.
de: Muss eine IMAP Verbindungszeichenfolge sein.

source: Ex: to connect to GMAIL input box, host must be: {imap.gmail.com:993/imap/ssl}INBOX
de: Beispiel: Um eine Verbindung zum GMAIL-Eingabefeld herzustellen, muss der Host vorhanden sein: {imap.gmail.com:993/imap/ssl}INBOX

source: Section: Generation of alerts if real work is not entered
de: Abschnitt: Generierung von Alarmen, wenn keine wirkliche Arbeit eingegeben wird

source: Specific parameters about alerts.
de: Spezifische Parameter für Alerts.

source: **Send reminder on**
de: **Erinnerung senden am**

source: Select a day if you want send a reminder.
de: Wählen Sie einen Tag, wenn Sie eine Erinnerung senden möchten.

source: It is possible to choose every day or never.
de: Es ist möglich, jeden Tag oder nie zu wählen.

source: **Send reminder at**
de: **Mahnung senden an**

source: Select the hour when you want receive the reminder.
de: Wählen Sie die Stunde, zu der Sie die Erinnerung erhalten möchten.

source: **Control input up to**
de: ** Steuereingang bis zu**

source: Select when you want to be controlled, current day, previous day or next days.
de: Wählen Sie, wann Sie kontrolliert werden möchten, den aktuellen Tag, den Vortag oder die nächsten Tage.

source: **Number of days to control**
de: **Anzahl der Tage bis zur Kontrolle**

source: Choose how many days will be controled
de: Wählen Sie, wie viele Tage kontrolliert werden sollen

source: All days of the week, open or off days are taken into account.
de: Es werden alle Tage der Woche, Arbeite- oder freie Tage berücksichtigt.

source: Off days in real work allocation will not send you an alert.
de: An arbeitsfreien Tage in der realen Arbeitsverteilung erhalten Sie keine Benachrichtigung.

source: **Send alert to resource**
de: **Alarm an Ressource senden**

source: Select how send alert to ressource, Internal alert, email, both or none.
de: Wählen Sie aus, ob Sie eine Warnung an eine Ressource, eine Interne Warnung, eine E-Mail, beides oder nichts senden möchten.

source: **Send alert to project leader**
de: **Alarm an den Projektleiter senden**

source: Select how send alert to project leader
de: Wählen Sie aus, wie die Benachrichtigung an den Projektleiter gesendet werden soll

source: **Send alert to team manager**
de: **Alarm an den Team-Manager senden**

source: Select how send alert to team manager
de: Wählen Sie aus, wie die Benachrichtigung an den Teammanager gesendet werden soll

source: Section: Automatic planning calculation
de: Abschnitt: Automatische Planungsrechnung

source: GENERAL SECTION 8 : System
de: ALLGEMEINER ABSCHNITT 8: System

source: Section: Files and directories
de: Abschnitt: Dateien und Verzeichnisse

source: Definition of directories and other parameters used for Files management.
de: Definition von Verzeichnissen und anderen Parametern, die für die Dateiverwaltung verwendet werden.

source: Attachments Directory
de: Das Verzeichnis der Anhänge

source: Temporary directory for reports
de: Temporäres Verzeichnis für Berichte

source: Must be kept in web reach.
de: Muss in Web-Reichweite aufbewahrt werden.

source: Section: Document
de: Abschnitt: Dokument

source: Definition of directories and other parameters used for Documents management.
de: Definition von Verzeichnissen und anderen Parametern für die Dokumentenverwaltung.

source: Root directory for documents
de: Stammverzeichnis für Dokumente

source: Section: Localization data
de: Abschnitt: Lokalisierungsdaten

source: **Charset to save files on server**
de: **Zeichensatz zum Speichern von Dateien auf dem Server**

source: Keep empty for Linux servers, files names will be stored in UTF8. For windows OS server, define charset as "windows-1252" (for western europe) or similar corresponding to your localization.
de: Für Linux-Server leer lassen, Dateinamen werden in UTF8 gespeichert. Für Windows OS Server definieren Sie den Zeichensatz als „windows-1252“ (für Westeuropa) oder ähnlich entsprechend Ihrer Lokalisierung.

source: **Separator for CSV files (on export and export)**
de: **Trennzeichen für CSV-Dateien (beim Export und Export)**

source: Section: Miscellaneous
de: Abschnitt: Sonstiges

source: Auto check (or not) for existing new version of the tool (only administrator is informed);
de: Auto-Check (oder nicht) für bestehende neue Version des Tools (nur der Administrator wird informiert);

source: Section: PDF export
de: Abschnitt: PDF-export

source: Memory limit for PDF generation.
de: Speicherlimit für die PDF-Erzeugung.

source: Section: SSL connection to database
de: Abschnitt: SSL-Verbindung zur Datenbank

source: SSL Key
de: SSL-Schlüssel

source: SSL Certification
de: SSL Zertifizierung

source: SSL Certificate Authority
de: SSL Zertifizierungsstelle

source: Enter patch to corresponding files to enable SSL connection to the database.
de: Geben Sie einen Patch für die entsprechenden Dateien ein, um die SSL-Verbindung zur Datenbank zu aktivieren.

source: Take care that these files must exist and be valid SSL files.
de: Achten Sie darauf, dass diese Dateien existieren und gültige SSL-Dateien sind.

source: If values are incorrect, the application will not work any more, and you'll have to manually fix parameters in the database.
de: Wenn die Werte falsch sind, funktioniert die Anwendung nicht mehr und Sie müssen die Parameter in der Datenbank manuell korrigieren.

source: **Print Gantt with 'old style' format**
de: **Drucke Gantt im ‚old style‘ old style’ Format**

source: Propose possibility to display “old style” Gantt.
de: Ermögliche, „old style“ Gantt anzuzeigen.

source: May cause performance issues, but could fix some display issue on browsers.
de: Kann zu Performance-Problemen führen, konnte aber einige Darstellungsprobleme in Browsern beheben.

source: **Apply strict mode for dependencies**
de: ** Wenden Sie den strengen Modus für Abhängigkeiten an*

source: Defines if a task can begin the same day as the preceding one.
de: Legt fest, ob eine Aufgabe am selben Tag wie die vorhergehende beginnen kann.

source: Section: Responsible
de: Abschnitt: Verantwortlich

source: Behavior about management of responsible, including automatic initialization of responsible.
de: Verhalten bei der Verwaltung von Verantwortlichen, einschließlich der automatischen Initialisierung von Verantwortlichen.

source: **Auto set responsible if single resource**
de: **Automatisches Setzen der Verantwortlichkeit bei einzelnen Ressourcen**

source: Automatically set responsible if not set and only one resource if allocated to the project.
de: Automatisch verantwortlich setzen, wenn nicht gesetzt und nur eine Ressource, sofern sie dem Projekt zugeordnet ist.

source: **Auto set responsible if needed**
de: **Automatisches Setzen der Verantwortlichen bei Bedarf **

source: Automatically set responsible to current resource if not set and the responsible is required (depending on status).
de: Automatisch auf aktuelle Ressource setzen, wenn nicht gesetzt und der Verantwortliche benötigt wird (je nach Status).
