Repository: babynus/projeqtor
Catalog: branches/V8.2/V8.1/projeqtor/docs/user/locale/*/LC_MESSAGES/Customer.po
Languages: de

source: Diary
de: Bautagebuch

source: Allows to display planned task to a resource on a calendar view.
de: Ermöglicht die Anzeige einer geplanten Aufgabe für eine Ressource in einer Kalenderansicht.

source: This view can be monthly, weekly or daily.
de: Diese Ansicht kann monatlich, wöchentlich oder täglich sein.

source: Just click on any task to access directly.
de: Klicken Sie einfach auf eine Aufgabe, um direkt darauf zuzugreifen.

source: On mouse over the task
de: Mit der Maus über der Aufgabe

source: You can see a short information about the task.
de: Sie können eine kurze Information zur Aufgabe sehen.

source: **Yellow day** : Current day
de: **Gelber Tag*** Aktueller Tag

source: **Grey days** : Days off
de: ** Graue Tage **: Ruhetage

source: Calendar selector
de: Kalenderauswahl

source: 1 - Period
de: 1 - Periode

source: Display the month, week, or day.
de: Zeigt den Monat, die Woche oder den Tag an.

source: 2 - 1st day
de: 2 - 1. Tag

source: Allows to select the displayed calendar.
de: Ermöglicht die Auswahl des angezeigten Kalenders.

source: The first day of mouth or the week is displayed.
de: Der erste Tag des Monats oder der Woche wird angezeigt.

source: 3 - Resource
de: 3 - Rohstoff

source: Allows to select the resource calendar.
de: Ermöglicht die Auswahl des Ressourcen Kalenders.

source: 4 - Show done items & Show closed items
de: 4 - Fertige & Geschlossene Artikel anzeigen

source: Allows to display or not the done and closed items.
de: Ermöglicht die Anzeige der erledigten und abgeschlossenen Aufgaben.

source: 5 - Top buttons
de: 5 - Top-Tasten

source: Allows to change current month, week, or day.
de: Ermöglicht das Ändern des aktuellen Monats, der Woche oder des Tages.

source: 6 - Left side buttons
de: 6 - Linke Seitentasten

source: Click on |arrowRight| to go to week display mode.
de: Klicken Sie auf | arrowRight | um in den Wochenanzeigemodus zu gelangen.

source: Click on |arrowLeft| to return to the last display mode.
de: Klicken Sie auf | PfeilLeft | um zum letzten Anzeigemodus zurückzukehren.

source: 7 - Day number button
de: 7 - Tageszahlentaste

source: Click on the day number button to go day display mode.
de: Klicken Sie auf die Schaltfläche Tageszahl, um in den Tagesanzeigemodus zu gelangen.
