Repository: babynus/projeqtor
Catalog: branches/V8.2/V8.1/projeqtor/docs/user/locale/*/LC_MESSAGES/Gantt.po
Languages: de

source: Gantt charts
de: Balken-Diagramme

source: Planning
de: Planung

source: This screen allows to define project planning and follow progress.
de: Dieser Bildschirm ermöglicht es, die Projektplanung zu definieren und den Fortschritt zu verfolgen.

source: It is composed with two areas:
de: Es besteht aus zwei Bereichen:

source: Gantt (Planning)
de: Gantt (Planung)

source: 3 - Activity planning calculation
de: 3 - Berechnung der Leistungsplanung

source: 4 - Buttons
de: 4 - Tasten

source: Click on |iconEnableCalendar| to validate planning.
de: Klicken Sie auf |iconEnableCalendar|, um die Planung zu validieren.

source: Click on |msProject| to export planning to MS-Project xml format.
de: Klicken Sie auf |msProject|, um die Planung ins MS-Project xml-Format zu exportieren.

source: Click on |buttonIconFilter| to filter the list.
de: Klicken Sie auf |buttonIconFilter|, um die Liste zu filtern.

source: 5 - Show Baseline
de: 5 - Grundlinie anzeigen

source: Ability to display two baselines on the Gantt chart.
de: Möglichkeit, zwei Grundlinien im Gantt-Diagramm anzuzeigen.

source: Baseline can be saved with |storePlannedDates|.
de: Baseline kann mit |storePlannedDates| gespeichert werden.

source: 6 - Show Critical path
de: 6 - Kritischen Pfad anzeigen

source: Task list area
de: Bereich Aufgabenliste

source: The task list area is composed with:
de: Der Aufgabenbereich besteht aus:

source: Task list & progress data view
de: Aufgabenliste & Fortschrittsdatenansicht

source: 3 - Area splitter
de: 3 - Bereichsverteiler

source: The splitter is used to show or hide the progress data view.
de: Der Splitter dient zum Ein- und Ausblenden der Fortschrittsdatenansicht.

source: The progress data view is hidden by default.
de: Die Fortschrittsdatenansicht ist standardmäßig ausgeblendet.

source: Move the splitter on your right to display them.
de: Verschieben Sie den Splitter nach rechts, um sie anzuzeigen.

source: Task list
de: Aufgabenliste

source: The task list displayed planning elements in hierarchical form.
de: Die Aufgabenliste zeigt Planungselemente in hierarchischer Form an.

source: Tasks are regrouped by project and activity.
de: Aufgaben werden nach Projekt und Tätigkeit gruppiert.

source: Projects displayed
de: Angezeigte Projekte

source: Projects displayed depends on selection done with the project selector.
de: Die angezeigten Projekte hängen von der Auswahl mit dem Projekt-Selektor ab.

source: See: :ref:`top-bar`
de: Siehe: :ref:`top-bar`

source: 1 - Hierarchical level
de: 1 - Hierarchische Ebene

source: 2 - Icon of element
de: 2 - Symbol des Elements

source: An icon is displayed on the left of the corresponding element.
de: Links neben dem entsprechenden Element wird ein Symbol angezeigt.

source: 3 - Group row
de: 3 - Gruppenreihe

source: 4 - Show WBS
de: 4 - WBS anzeigen

source: Click on "Show WBS" to display the WBS number before the names.
de: Klicken Sie auf „Zeige PSP“, um die PSP-Nummer vor den Namen anzuzeigen.

source: 5 - Item name
de: 5 - Artikelbezeichnung

source: 6 - Checkbox «Show closed items»
de: 6 - Kontrollkästchen «Geschlossene Objekte anzeigen»

source: Flag on «Show closed items» allows to list also closed items.
de: Flagge auf «geschlossen Elemente anzeigen» erlaubt es, auch geschlossene Positionen aufzulisten.

source: Progress data view
de: Ansicht Fortschrittsdaten

source: The progress data view allows to show progress on project elements.
de: Die Fortschrittsdatenansicht erlaubt es, den Fortschritt von Projektelementen anzuzeigen.

source: 1 - Group row
de: 1 - Zeile gruppieren

source: The group row has a gray background.
de: Die Gruppenzeile ist grau hinterlegt.

source: Used to display consolidated progress data for tasks.
de: Zur Anzeige von konsolidierten Fortschrittsdaten für Aufgaben.

source: 2 - Task row
de: 2 - Aufgabe Zeile

source: The task row has a white background.
de: Die Aufgabenzeile hat einen weißen Hintergrund.

source: Used to display task progress data.
de: Zur Anzeige von Aufgabenfortschrittsdaten.

source: 3 - Define the columns of progress data that will be displayed
de: 3 - Definieren Sie die Spalten der Fortschrittsdaten, die angezeigt werden sollen

source: Click on |buttonIconColumn| to define the columns displayed.
de: Klicken Sie auf |buttonIconColumn|, um die angezeigten Spalten zu definieren.

source: Click on **OK** button to apply changes.
de: Klicken Sie auf die Schaltfläche **OK**, um die ßnderungen zu übernehmen.

source: **Column selection**
de: **Spaltenauswahl**

source: Use checkboxes to select or unselect columns to display.
de: Verwenden Sie Kontrollkästchen, um die anzuzeigenden Spalten zu markieren oder zu deaktivieren.

source: **Columns order**
de: **Spaltenreihenfolge**

source: Use the |buttonIconDrag| to reorder columns with drag & drop feature.
de: Mit der Schaltfläche |buttonIconDrag| können Sie Spalten mit Drag & Drop neu anordnen.

source: Popup list - Select columns
de: Popup-Liste - Spalten auswählen

source: Gantt chart view
de: Gantt-Diagramm-Ansicht

source: The Gantt chart view is a graphic representation of progress data.
de: Die Balkendiagrammansicht ist eine grafische Darstellung der Fortschrittsdaten.

source: For each planning element, a Gantt bar is displayed at them right.
de: Für jedes Planungselement wird rechts davon eine Gantt-Leiste angezeigt.

source: 1 - Scale
de: 1 - Maßstab

source: Scale available: daily, weekly, monthly or quarter
de: Skala verfügbar: täglich, wöchentlich, monatlich oder vierteljährlich

source: The Gantt chart view will be adjusted according to scale selected.
de: Die Gantt-Diagrammansicht wird entsprechend dem gewählten Maßstab angepasst.

source: 2 - Start and end dates
de: 2 - Anfangs- und Enddaten

source: 3 - Saving dates
de: 3 - Daten speichern

source: Save previous dates to retrieve them on every connection.
de: Frühere Daten speichern, um sie bei jeder Verbindung abzurufen.

source: 4- Gantt bars
de: 4- Gantt-Balken

source: Overdue tasks appear in red, others in green.
de: Überfällige Aufgaben erscheinen in rot, andere in grün.

source: **Red bar**
de: **Roter Balken**

source: **Purple bar**
de: **Lila bar**

source: **Consolidation bar**
de: **Konsolidierungsleiste**

source: Displayed at group row level.
de: Anzeige auf Gruppenzeilenebene.

source: Graphic display of consolidated dates for planning elements group.
de: Grafische Darstellung der konsolidierten Termine der Planungselementegruppe.

source: **Real work progress**
de: **Echter Arbeitsfortschritt**

source: Lighter bar
de: Leichtere Stange

source: Move the cursor over the bar to display item name and planned dates.
de: Bewegen Sie den Cursor über den Balken, um den Namen und die geplanten Termine anzuzeigen.

source: 5 - Dependency links
de: 5 - Abhängigkeitsverknüpfungen

source: Dependencies between planning elements are displayed with an arrow.
de: Abhängigkeiten zwischen Planungselementen werden mit einem Pfeil dargestellt.

source: To modify dependency link, click on dependency to displays a pop-up
de: Um den Abhängigkeitslink zu ändern, klicken Sie auf Abhängigkeit, um ein Popup-Fenster anzuzeigen

source: 3 dependency types are managed:
de: 3 Abhängigkeitstypen werden verwaltet:

source: if the resource is already 100% used until the end of the successor
de: wenn die Ressource bereits zu 100% bis zum Ende des Nachfolgers genutzt wird

source: You can modify the delay, add a comment or remove the dependency.
de: Sie können die Verzögerung ändern, einen Kommentar hinzufügen oder die Abhängigkeit entfernen.

source: Graphical add dependency
de: Grafische Abhängigkeit hinzufügen

source: 6 - Milestone
de: 6 - Meilenstein

source: Milestones appear as diamonds, filled if completed, empty if not.
de: Meilensteine erscheinen als Diamanten, gefüllt, wenn abgeschlossen, leer, wenn nicht.

source: Color of diamond depends on milestone progress.
de: Farbe des Diamanten hängt vom Fortschritt des Meilensteins ab.

source: **Ongoing milestone and in times**
de: **Laufender Meilenstein und in Zeiten**

source: **Completed milestone and in times**
de: **Abgeschlossener Meilenstein und in Zeiten**

source: **Ongoing milestone and delayed**
de: **Laufender Meilenstein und verzögert**

source: Planned end date > Validate end date
de: Geplantes Endedatum > Endedatum bestätigen

source: **Completed milestone and delayed**
de: **Abgeschlossener Meilenstein und verzögert**

source: Real end date > Validated end date
de: Reales Endedatum > Validiertes Endedatum

source: 7 - Show resources
de: 7 - Ressourcen zeigen

source: Click on “Show resources” to display resources assigned to tasks.
de: Klicken Sie auf „Ressourcen anzeigen“, um die den Aufgaben zugeordneten Ressourcen anzuzeigen.

source: 8 - Current date
de: 8 - Aktuelles Datum

source: Red bar in yellow collumn display the current day and time.
de: Roter Balken in gelber Spalte zeigt den aktuellen Tag und die Uhrzeit an.

source: 9 - Detail of the work
de: 9 - Detail der Arbeit

source: Right click on a bar to displays the detail of the work for this bar.
de: Klicken Sie mit der rechten Maustaste auf einen Balken, um die Details der Arbeit für diesen Balken anzuzeigen.

source: Project planning
de: Projektplanung

source: 1 - Add a new planning element
de: 1 - Neues Planungselement hinzufügen

source: Allows to create a new planning element.
de: Erlaubt das Anlegen eines neuen Planungselements.

source: The created element is added in the Gantt and detail window is opened.
de: Das erzeugte Element wird im Gantt hinzugefügt und das Detailfenster geöffnet.

source: The detail window allows to complete entry.
de: Das Detailfenster erlaubt es, die Eingabe abzuschließen.

source: Popup menu - Create a new item
de: Popup-Menü - Einen neuen Eintrag erstellen

source: Planning elements management
de: Verwaltung der Planungselemente

source: Planning elements can be managed with their own dedicated screen.
de: Planungselemente können mit einem eigenen Bildschirm verwaltet werden.

source: 2 - Reorder planning elements
de: 2 - Planungselemente neu ordnen

source: The selector |buttonIconDrag| allows to reorder the planning elements.
de: Der Selektor |buttonIconDrag| erlaubt es, die Planungselemente neu zu ordnen.

source: 3 - Indenting element
de: 3 - Einrückbares Element

source: Click on an element, the detail window will be displayed.
de: Klicken Sie auf ein Element, das Detailfenster wird angezeigt.

source: **Increase indent**
de: **Einzug vergrößern**

source: The element will become the child of the previous element.
de: Das Element wird zum Kind des vorherigen Elements.

source: **Decrease indent**
de: **Einzug verringern**

source: The element will be moved at the same level than the previous element.
de: Das Element wird auf der gleichen Ebene wie das vorherige Element verschoben.

source: 4 - Dependency links
de: 4 - Abhängigkeitsverknüpfungen

source: Dependency links management
de: Verwaltung von Abhängigkeitsbeziehungen

source: Dependency links can be managed in element screen.
de: Abhängigkeitsverknüpfungen können im Elementbild verwaltet werden.

source: See: :ref:`predSuces-element-section`.
de: Siehe: :ref:`predSuces-element-section`.

source: 5 - Activity planning calculation
de: 5 - Berechnung der Leistungsplanung

source: **Automatic run plan**
de: **Automatischer Ablaufplan**

source: Check the box to activate automatic calculation on each change.
de: Aktivieren Sie das Kontrollkästchen, um die automatische Berechnung bei jeder ßnderung zu aktivieren.

source: **Automatic calculation **
de: **Automatische Berechnung **

source: Complete calculation = calculation of all projects
de: Vollständige Berechnung = Berechnung aller Projekte

source: 6 - Store planned dates
de: 6 - Plandaten speichern

source: Allows to store planned dates into requested and validated dates.
de: Erlaubt es, geplante Daten in angeforderte und bestätigte Daten zu speichern.

source: **Action available**
de: **Aktion verfügbar**

source: **Always:** Always overwrite existing values.
de: **Immer:** Vorhandene Werte immer überschreiben.

source: **If empty:** Store only if the value is empty.
de: **Wenn leer:** Nur speichern, wenn der Wert leer ist.

source: **Never:** Values are not stored.
de: **Niemals:** Werte werden nicht gespeichert.

source: Projects portfolio
de: Projekt-Portfolio

source: This screen displays Gantt chart from projects portfolio point of view.
de: Dieses Menü zeigt das Balkendiagramm aus Sicht des Projektportfolios.

source: This section describes specific behavior for this screen.
de: Dieser Abschnitt beschreibt das spezifische Verhalten für dieses Bild.

source: All others behaviors are similar to :ref:`gantt-planning` screen.
de: Alle anderen Verhaltensweisen ähneln der :ref:`gantt-planning` Anzeige.

source: Gantt (Projects portfolio)
de: Gantt (Projektportfolio)

source: 1 - Show milestones
de: 1 - Meilensteine anzeigen

source: It is possible to define whether milestones are displayed or not.
de: Es kann festgelegt werden, ob Meilensteine angezeigt werden oder nicht.

source: Resource Planning
de: Ressourcenplanun

source: This screen displays Gantt chart from the resources point of view.
de: Dieser Bildschirm zeigt das Gantt-Diagramm aus der Sicht der Ressourcen.

source: Assigned tasks are grouped under resource level.
de: Zugewiesene Aufgaben werden unter Ressourcenebene gruppiert.

source: Gantt bars
de: Gantt-Balken

source: For activities, the Gantt bar is split in two:
de: Für Aktivitäten ist die Gantt-Leiste in zwei Teile geteilt:

source: Real work in grey.
de: Echte Arbeit in grau.

source: Reassessed work in green.
de: Neubewertete Arbeit in grün.

source: Dependencies behavior
de: Verhalten bei Abhängigkeiten

source: Links between activities are displayed only in the resource group.
de: Verknüpfungen zwischen Aktivitäten werden nur in der Ressourcengruppe angezeigt.

source: Links existing between tasks on different resources are not displayed.
de: Verknüpfungen zwischen Aufgaben auf verschiedenen Ressourcen werden nicht angezeigt.

source: Gantt (Resource planning)
de: Gantt (Ressourcenplanung)

source: |one| - Show project level
de: |one| - Projektebene zeigen

source: Tasks can be grouped by project.
de: Aufgaben können nach Projekt gruppiert werden.

source: Click on “Show project level” to display project level.
de: Klicken Sie auf “Projektebene anzeigen“, um die Projektebene anzuzeigen.

source: |two| - Show left work
de: |two| - Linke Arbeit anzeigen

source: Left work can be displayed at right from Gantt bar.
de: Linke Arbeit kann rechts von der Gantt-Leiste angezeigt werden.

source: Click on “Show left work” to display left work for each item.
de: Klicken Sie auf “Verbleibende Arbeit anzeigen“ , um die verbleibende Arbeit für jedes Element anzuzeigen.

source: |three| - Limit display to selected ressource or team
de: |three| - Anzeige auf ausgewählte Ressource oder Team beschränken

source: Click and select one ressource to display only his data.
de: Klicken und eine Ressource auswählen, um nur seine Daten anzuzeigen.

source: Export planning to PDF
de: Planung als PDF exportieren

source: Allows to export planning to PDF format.
de: Erlaubt den Export der Planung ins PDF-Format.

source: Export contains all details and links between tasks.
de: Export enthält alle Details und Verknüpfungen zwischen Aufgaben.

source: Fields - Export planning to PDF dialog box
de: Felder - Planung als PDF-Dialog exportieren

source: Field
de: Bereich

source: Description
de: Beschreibung

source: Orientation
de: Orientierung

source: Page orientation.
de: Seitenausrichtung.

source: Zoom
de: Zoomen

source: Allows to fit planning on page.
de: Erlaubt die Anpassung der Planung auf der Seite.

source: Repeat headers
de: Kopfzeilen wiederholen

source: Planning can be span multiple pages.
de: Planung kann mehrere Seiten umfassen.

source: Technical points
de: Technische Punkte

source: This new feature will execute export on client side, in your browser.
de: Diese neue Funktion führt den Export auf der Client-Seite in Ihrem Browser aus.

source: It is highly faster than *standard* PDF export.
de: Es ist schneller als der *Standard* PDF-Export.

source: Therefore, this feature is hightly dependant to browser compatibility.
de: Daher ist diese Funktion stark von der Browser-Kompatibilität abhängig.

source: Browser compatibility
de: Browser-Kompatibilität

source: Compatible with IE11, Firefox, Edge and Chrome.
de: Kompatibel mit IE11, Firefox, Edge und Chrome.

source: Else, the old export feature will be used.
de: Sonst wird die alte Exportfunktion verwendet.

source: Forced feature activation (deactivation)
de: Erzwungene Feature-Aktivierung (Deaktivierung)
