Repository: babynus/projeqtor
Catalog: branches/V7.5recup/V8.0/projeqtor/docs/user/locale/*/LC_MESSAGES/CommonSections.po
Languages: de

source: This section allows to define priority and follow progress on a meeting.
de: In diesem Abschnitt können Sie die Priorität festlegen und den Fortschritt einer Besprechung verfolgen.

source: Allows to define scheduled work and budgeted cost.
de: Ermöglicht die Definition von geplanten Arbeiten und budgetierten Kosten.

source: Used to consolidate validated work and cost to the project.
de: Wird verwendet, um geprüfte Arbeit und Kosten für das Projekt zu konsolidieren.

source: Sum of planned work assigned to attendees and the planned cost.
de: Summe der den Teilnehmern zugeordneten Planarbeit und der Plankosten.

source: Sum of work done by attendees and the cost.
de: Summe der von den Teilnehmern geleisteten Arbeit und der Kosten.

source: Sum of planned work remaining and the remaining amount.
de: Summe der geplanten Restarbeit und des Restbetrags.

source: Allows to define meeting priority.
de: Ermöglicht die Definition der Besprechungspriorität.

source: By default, the value is set to "1" (highest priority).
de: Standardmäßig ist der Wert auf „1“ (höchste Priorität) eingestellt.

source: Predecessor and Sucessor element sections
de: Vorgänger- und Nachfolgeelementabschnitte

source: This section allows to manage dependency links between planning elements.
de: Dieser Abschnitt ermöglicht die Verwaltung von Abhängigkeitsverknüpfungen zwischen Planungselementen.

source: A dependency link can be created from a planning element (Predecessor) and to a planning element (Successor).
de: Eine Abhängigkeitsverknüpfung kann von einem Planungselement (Vorgänger) und einem Planungselement (Nachfolger) hergestellt werden.

source: Gantt chart
de: Gantt-Diagramm

source: The dependency link can be created in the Gantt chart.
de: Die Abhängigkeitsverknüpfung kann im Balkenplan angelegt werden.

source: See: :ref:`project-planning`
de: Siehe: :ref:`project-planning`

source: Fields of predecessors and successors lists
de: Felder von Vorgänger- und Nachfolgerlisten

source: Type and id of the element.
de: Typ und ID des Elements.

source: Name of the element.
de: Name des Elements.

source: Actual status of the element.
de: Ist-Zustand des Elements.

source: Click on the name of a predecessor or successor will directly move to it.
de: Klicken Sie auf den Namen eines Vorgängers oder Nachfolgers, um direkt dorthin zu gelangen.

source: Predecessors and successors elements list management
de: Vorgänger- und Nachfolgeelemente Listenverwaltung

source: Click on |buttonAdd| on the corresponding section to add a dependency link.
de: Klicken Sie auf |buttonAdd| im entsprechenden Abschnitt, um einen Abhängigkeitslink hinzuzufügen.

source: Click on |buttonEdit| to edit the dependency link.
de: Klicken Sie auf |buttonEdit|, um den Abhängigkeitslink zu bearbeiten.

source: Click on |buttonIconDelete| to delete the corresponding dependency link.
de: Klicken Sie auf |buttonIconDelete|, um den entsprechenden Abhängigkeitslink zu löschen.

source: Dialog box - Predecessor or Successor element
de: Dialogfenster - Vorgänger- oder Nachfolgeelement

source: Recursive loops are controlled on saving.
de: Rekursive Schleifen werden beim Speichern kontrolliert.

source: By default, the list of values shows items of the same project. But, it is possible to link items from different projects.
de: Standardmäßig zeigt die Werteliste Elemente des gleichen Projekts an. Es ist jedoch möglich, Elemente aus verschiedenen Projekten zu verknüpfen.

source: Click on |buttonIconSearch| to get the list of elements of all projects.
de: Klicken Sie auf |buttonIconSearch|, um die Liste der Elemente aller Projekte zu erhalten.

source: Multi-line selection is possible using :kbd:`Control` key while clicking.
de: Eine mehrzeilige Auswahl ist mit der Taste :kbd:`Control` beim Klicken möglich.

source: Days between predecessor end and successor start.
de: Tage zwischen Vorgänger-Ende und Nachfolger-Start.

source: Linked Elements section
de: Abschnitt Verknüpfte Elemente

source: This section allows to manage link between items of elements.
de: Dieser Abschnitt ermöglicht die Verwaltung der Verknüpfung zwischen Elementen.

source: Used for
de: Verwendet für

source: Allows to associate items on different elements in the same project.
de: Ermöglicht die Zuordnung von Elementen zu verschiedenen Elementen im selben Projekt.

source: A project can be linked with other.
de: Ein Projekt kann mit anderen verknüpft werden.

source: Access to an item
de: Zugriff auf ein Objekt

source: Click on an item name to directly move to it.
de: Klicken Sie auf einen Elementnamen, um direkt dorthin zu gelangen.

source: Click on |buttonIconBackNavigation| to return to the last screen. (More detail, see: :ref:`Top bar <navigation-buttons>`)
de: Klicken Sie auf |buttonIconBackNavigation|, um zum letzten Bildschirm zurückzukehren. (Mehr Details, siehe: :ref:`Top bar <navigation-buttons>`)

source: Reciprocally interrelated
de: Reziprok zusammenhängend

source: If Item A is linked to Item B, Item B is automatically linked to Item A.
de: Wenn Position A mit Position B verknüpft ist, wird Position B automatisch mit Position A verknüpft.

source: A link between items has no impact on them treatment.
de: Eine Verbindung zwischen den Items hat keinen Einfluss auf ihre Behandlung.

source: Linked elements list
de: Liste der verknüpften Elemente

source: Fields of linked elements list
de: Felder der Liste der verknüpften Elemente

source: Type and id of the linked element.
de: Typ und ID des verknüpften Elements.

source: Name of the linked element.
de: Name des verknüpften Elements.

source: Date
de: Datum

source: Date of creation of the link.
de: Datum der Erstellung des Links.

source: User
de: Benutzer

source: User who created the link.
de: Benutzer, der den Link erstellt hat.

source: Actual status of the linked element.
de: Aktueller Status des verknüpften Elements.

source: Linked elements list buttons
de: Schaltflächen für die Liste der verknüpften Elemente

source: Click |buttonAdd| to create a new link.
de: Klicken Sie auf |buttonAdd|, um einen neuen Link zu erstellen.

source: Click on |buttonIconDelete| to delete the corresponding link.
de: Klicken Sie auf |buttonIconDelete|, um den entsprechenden Link zu löschen.

source: Link with Document
de: Verknüpfung mit Dokument

source: When a link to a document is selected. The document version can be selected. (See options below)
de: Wenn ein Verweis auf ein Dokument ausgewählt wird. Die Dokumentversion kann ausgewählt werden. (Siehe Optionen unten)

source: Linked documents are available directly in linked elements list.
de: Verlinkte Dokumente sind direkt in der Liste der verknüpften Elemente verfügbar.

source: **Specified version**
de: **Spezifizierte Version**

source: A link with a document element offer the possibility to select a specific version.
de: Ein Link mit einem Dokumentelement bietet die Möglichkeit, eine bestimmte Version auszuwählen.

source: A direct link to version of the document is created.
de: Ein direkter Link zu Version des Dokuments wird erstellt.

source: **Not specified version**
de: **Nicht spezifizierte Version**

source: If the version is not specified, the last version will be selected.
de: Ist die Version nicht angegeben, wird die letzte Version ausgewählt.

source: The download will transfer always the last version of the document.
de: Beim Download wird immer die letzte Version des Dokuments übertragen.

source: Attachments section
de: Abschnitt Anhänge

source: This section allows to attach files or hyperlinks to items of elements.
de: Dieser Abschnitt erlaubt es, Dateien oder Hyperlinks an Elemente anzuhängen.

source: Fields of attachments list
de: Felder der Anlagenliste

source: Unique Id for the attachment.
de: Eindeutige Id für die Anlage.

source: File
de: Datei

source: File name or hyperlink.
de: Dateiname oder Hyperlink.

source: Date of creation of the attachment.
de: Datum der Erstellung des Anhangs.

source: User who created the attachment.
de: Benutzer, der die Anlage angelegt hat.

source: Select an attachment
de: Wählen Sie eine Anlage

source: Select an attachment depends on whether is a file or a hyperlink.
de: Die Auswahl eines Anhangs hängt davon ab, ob es sich um eine Datei oder einen Hyperlink handelt.

source: Click on |iconDownload| to download attachment file.
de: Klicken Sie auf |iconDownload|, um die Anhangsdatei herunterzuladen.

source: Click on |iconLink| to access to hyperlink.
de: Klicken Sie auf |iconLink|, um auf den Hyperlink zuzugreifen.

source: Document viewer
de: Dokumentenanzeige

source: Document viewer available for files: image, text, PDF and hyperlinks.
de: Dokumentenanzeige für Dateien: Bild, Text, PDF und Hyperlinks.

source: Click on the icon.
de: Klicken Sie auf das Icon.

source: Delete an attachment
de: Löschen einer Anlage

source: Click on |buttonIconDelete| to delete an attachment.
de: Klicken Sie auf |buttonIconDelete|, um eine Anlage zu löschen.

source: Add an attachment
de: Anhang hinzufügen

source: Click on |buttonAdd| to add an attachment file to an item.
de: Klicken Sie auf |buttonAdd|, um eine Anhangsdatei zu einem Element hinzuzufügen.

source: Dialog box "Attachment file" will be displayed.
de: Dialogfeld "Anlagen Datei" wird angezeigt.

source: Click on |iconLink| to add hyperlink to an item.
de: Klicken Sie auf |iconLink|, um einem Element einen Hyperlink hinzuzufügen.

source: Dialog box "Hyperlink" will be displayed.
de: Das Dialogfeld „Hyperlink“ wird angezeigt.

source: **Attachment file**
de: **Anhang-Datei**

source: To upload a file
de: So laden Sie eine Datei hoch

source: Select file with "Browse" button or drop the file in "drop files here" area.
de: Wählen Sie die Datei mit der Schaltfläche „Durchsuchen“ oder legen Sie die Datei im Bereich „Dateien hier ablegen“ ab.

source: Attached files are stored on server side.
de: Angehängte Dateien werden serverseitig gespeichert.

source: Attachments directory is defined in :ref:`Global parameters <file-directory-section>` screen.
de: Das Verzeichnis der Anhänge wird im Fenster :ref:`Global parameters <file-directory-section>` definiert.

source: Dialog box - Attachment for file
de: Dialogfenster - Anhang zur Datei

source: Enter hyperlink in «Hyperlink» field.
de: Geben Sie im Feld „Hyperlink“ einen Hyperlink ein.

source: Dialog box - Attachment for hyperlink
de: Dialogfenster - Anhang für Hyperlink

source: Fields - Attachment dialog box
de: Felder - Dialogfenster Anlage

source: Description of attachment.
de: Beschreibung der Anlage.

source: Public
de: Öffentlich

source: Attachment is visible to anyone.
de: Anlage ist für jeden sichtbar.

source: Attachment is visible to every member of the creator’s team.
de: Die Anlage ist für jedes Mitglied des Ersteller-Teams sichtbar.

source: Private
de: Privat

source: Attachment is visible only to the creator.
de: Die Anlage ist nur für den Ersteller sichtbar.

source: Notes section
de: Abschnitt Anmerkungen

source: This section allows to add notes on items of elements.
de: Dieser Abschnitt ermöglicht das Hinzufügen von Notizen zu Elementen.

source: Notes are comments, that can be shared to track some information or progress.
de: Notizen sind Kommentare, die ausgetauscht werden können, um Informationen oder Fortschritte zu verfolgen.

source: Predefined note
de: Vordefinierte Notiz

source: The list of values appears whether a predefined note exists for an element or an element type.
de: Sie erhalten die Ergebnisliste, ob zu einem Element oder einer Elementart eine vordefinierte Notiz existiert.

source: Selecting a predefined note will automatically fill in the note text field.
de: Die Auswahl einer vordefinierten Notiz füllt automatisch das Notiztextfeld aus.

source: Predefined notes are defined in :ref:`predefined-notes` screen.
de: Vordefinierte Notizen werden im Bildschirm :ref:`predefined-notes` definiert.

source: Note visibility
de: Sichtbarkeit der Notiz

source: Public: Visible to anyone.
de: Öffentlich: Für jeden sichtbar.

source: Team: Visible to every member of the creator’s team.
de: Team: Sichtbar für jedes Mitglied des Ersteller-Teams.

source: Private: Visible only to the creator.
de: Privat: Nur für den Ersteller sichtbar.

source: Notes list
de: Notizenliste

source: Fields of notes list
de: Liste der Notizfelder

source: Unique Id for the note.
de: Eindeutige Id für die Notiz.

source: Note
de: Anmerkung

source: Text of the note.
de: Text der Notiz.

source: Date of creation or modification of the note.
de: Datum der Erstellung oder Änderung der Notiz.

source: Name of the user who created the note.
de: Name des Benutzers, der die Notiz angelegt hat.

source: Notes list buttons
de: Schaltflächen für die Notizliste

source: Click on |buttonAdd| to add a note to an item.
de: Klicken Sie auf |buttonAdd|, um eine Notiz zu einem Objekt hinzuzufügen.

source: Click on |buttonEdit| to edit the note.
de: Klicken Sie auf |buttonEdit|, um die Notiz zu bearbeiten.

source: Click on |buttonIconDelete| to delete the note.
de: Klicken Sie auf |buttonIconDelete|, um die Notiz zu löschen.
