Repository: babynus/projeqtor
Catalog: branches/V7.5recup/V8.0/projeqtor/docs/user/locale/*/LC_MESSAGES/CommonSections.po
Languages: de

source: Common sections
de: Gemeinsame Abschnitte

source: Some sections are displayed on almost all screens.
de: Einige Abschnitte werden auf fast allen Bildschirmen angezeigt.

source: Those sections allows to set information or add information to an item of the element.
de: Diese Abschnitte erlauben es, Informationen zu setzen oder Informationen zu einem Element hinzuzufügen.

source: Description section
de: Abschnitt Beschreibung

source: This section allows to identify items of the element.
de: Dieser Abschnitt erlaubt es, Objekte des Elements zu identifizieren.

source: Information grouped under this section are:
de: Informationen, die unter diesem Abschnitt zusammengefasst sind:

source: Element type
de: Elementtyp

source: Description
de: Beschreibung

source: Current situation
de: Ist-Zustand

source: Objective
de: Ziel

source: Reference
de: Referenz

source: Link
de: Verweis

source: Treatment section
de: Behandlungsabschnitt

source: This section contains information about item treatment.
de: Dieser Abschnitt enthält Informationen zur Objektbehandlung.

source: Depending on the element, this section may have a different name.
de: Je nach Element kann dieser Abschnitt einen anderen Namen haben.

source: Status and Dates
de: Status und Termine

source: :term:`Responsible`
de: :term:`Verantwortlich`

source: Outcome
de: Auswirkung

source: Comment
de: Kommentar

source: Allocations section
de: Abschnitt Zuweisungen

source: This section allows to manage resource allocation to projects.
de: Dieser Abschnitt ermöglicht die Verwaltung der Ressourcenzuordnung zu Projekten.

source: Fields - Resource allocation list
de: Felder - Ressourcenzuordnungsliste

source: Field
de: Feld

source: Unique Id for the allocation.
de: Eindeutige Id für die Zuordnung.

source: Project
de: Projekt

source: Project allocated to.
de: Projekt zugeordnet zu.

source: Resource
de: Ressource

source: Name of the allocated resource.
de: Name der zugeordneten Ressource.

source: Profile
de: Profil

source: Selected profile.
de: Ausgewähltes Profil.

source: Start date
de: Startdatum

source: Start date of allocation.
de: Startdatum der Zuordnung.

source: End date
de: Endedatum

source: End date of allocation.
de: Endedatum der Zuordnung.

source: Rate
de: Bewerten

source: Allocation rate for the project (%).
de: Zuordnungsrate für das Projekt (%).

source: Allocation list management
de: Zuordnungslistenverwaltung

source: Click on |buttonAdd| to create a new allocation.
de: Klicken Sie auf |buttonAdd| um eine neue Zuordnung zu erstellen.

source: Click on |buttonEdit| to update an existing allocation.
de: Klicken Sie auf |buttonEdit| um eine vorhandene Zuordnung zu aktualisieren.

source: Click on |buttonIconDelete| to delete the corresponding allocation.
de: Klicken Sie auf |buttonIconDelete| um die entsprechende Zuordnung zu löschen.

source: Click on |iconSwitch| to replace resource on the corresponding allocation. (See: :ref:`Replace resource on an allocation<replace-resource-allocation>`)
de: Klicken Sie auf |iconSwitch|, um die Ressource in der entsprechenden Zuordnung zu ersetzen. (Siehe: :ref:`Replace resource on an allocation<replace-resource-allocation>`)

source: The icon |closeIcon| indicates that allocation to project is closed.
de: Das Symbol |closeIcon| zeigt an, dass die Zuordnung zum Projekt geschlossen ist.

source: Direct access to information
de: Direkter Zugang zu Informationen

source: From project screen, click on the resource name to go directly to the selected resource.
de: Klicken Sie vom Projektbildschirm aus auf den Namen der Ressource, um direkt zur ausgewählten Ressource zu gelangen.

source: From resource screen, click the project name to go directly to the selected project.
de: Klicken Sie im Ressourcenbildschirm auf den Projektnamen, um direkt zum ausgewählten Projekt zu gelangen.

source: Fields - Allocation dialog box
de: Felder - Dialogfenster Zuordnung

source: **Project**
de: **Projekt**

source: Project list.
de: Projektliste.

source: Resource list.
de: Ressourcenliste.

source: **Profile**
de: **Profil**

source: Profile list.
de: Profilliste.

source: Rate (in %) of the allocation to the project.
de: Rate (in %) der Zuweisung an das Projekt.

source: Complete description of the allocation.
de: Vollständige Beschreibung der Zuordnung.

source: Closed
de: Geschlossen

source: Flag to indicate that allocation in not active anymore, without deleting it.
de: Kennzeichen, das anzeigt, dass die Zuordnung nicht mehr aktiv ist, ohne sie zu löschen.

source: **\* Required field**
de: **\* Pflichtfeld**

source: If the allocation is done on the screen «Projects», the field «resource» will be selectable.
de: Erfolgt die Zuordnung auf dem Bildschirm „Projekte“, ist das Feld „Ressource“ auswählbar.

source: If the allocation is done on the screens «Resources», «Contacts» or «Users», the field «project» will be selectable.
de: Erfolgt die Zuordnung auf den Bildschirmen „Ressourcen“, „Kontakte“ oder „Benutzer“, ist das Feld „Projekt“ auswählbar.

source: This field can contain a list of users, resources or contacts according to which screen comes from project allocation.
de: Dieses Feld kann eine Liste von Benutzern, Ressourcen oder Kontakten enthalten, nach denen der Bildschirm aus der Projektzuordnung stammt.

source: The user profile defined will be displayed first.
de: Das definierte Benutzerprofil wird zuerst angezeigt.

source: 100% means a full time allocation.
de: 100% bedeutet eine Vollzeitzuteilung.

source: Depending on which screen is used to manage project allocations, the behavior of fields will change.
de: Je nachdem, in welchem Dialogbild die Projektzuordnungen verwaltet werden, ändert sich das Verhalten der Felder.

source: Replace resource on an allocation
de: Ressource auf einer Zuteilung ersetzen

source: This feature allows to replace a resource by another.
de: Diese Funktion ermöglicht es, eine Ressource durch eine andere zu ersetzen.

source: All tasks assigned to old resource will be transferred to the new resource with assigned and left work.
de: Alle Aufgaben, die der alten Ressource zugeordnet sind, werden auf die neue Ressource mit zugewiesener und ausstehender Arbeit übertragen.

source: Work done on tasks belongs to always the old resource.
de: Die geleistete Arbeit an den Aufgaben gehört immer zur alten Ressource.

source: Fields - Replace allocation dialog box
de: Felder - Dialogfenster Zuordnung ersetzen

source: Capacity (FTE)
de: Kapazität (FTE) „Full Time Employee“

source: The capacity of the resource selected
de: Die Kapazität der ausgewählten Ressource

source: Assignment section
de: Zuordnungsabschnitt

source: This section allows to manage assignment of resources to tasks.
de: In diesem Abschnitt können Sie die Zuordnung von Ressourcen zu Aufgaben verwalten.

source: Only resources allocated to a project can be assigned to its tasks.
de: Nur Ressourcen, die einem Projekt zugeordnet sind, können Aufgaben zugeordnet werden.

source: Assignment function
de: Zuordnungsfunktion

source: The assignment function allows to define the resource function to task and the daily cost if defined.
de: Die Zuordnungsfunktion erlaubt es, die Ressourcenfunktion zur Aufgabe und die Tageskosten zu definieren, falls definiert.

source: Assignment rate
de: Zuweisungsrate

source: Assignment rate is used to keep some scheduling time for other tasks.
de: Die Zuweisungsrate wird verwendet, um eine gewisse Zeit für andere Aufgaben einzuplanen.

source: For instance, if rate is 50%, the resource will not be planned more than half days on the task.
de: Zum Beispiel, wenn die Rate 50% beträgt, wird die Ressource nicht länger als einen halben Tag für die Aufgabe eingeplant.

source: Multiple assignment to a task
de: Mehrfachzuordnung zu einer Aufgabe

source: A resource can be assigned more than once to a task.
de: Eine Ressource kann einer Aufgabe mehrfach zugeordnet werden.

source: Allows to assign the resource to the same task, but with a different function (different daily cost).
de: Ermöglicht die Zuordnung der Ressource zur gleichen Aufgabe, jedoch mit einer anderen Funktion (unterschiedliche Tageskosten).

source: Allows to add extra work without modifying initial assignment.
de: Ermöglicht es, zusätzliche Arbeit hinzuzufügen, ohne die anfängliche Zuordnung zu ändern.

source: Incomplete planned work
de: Unvollständige geplante Arbeiten

source: The scheduling process tries to schedule, the remaining work on the assigned task within the allocation to project period.
de: Der Terminierungsprozess versucht, die verbleibende Arbeit an der zugeordneten Aufgabe innerhalb der Zuordnung zum Projektzeitraum einzuplanen.

source: The remaining work that can't be planned is displayed on the right of the resource name.
de: Die nicht planbare Restarbeit wird rechts neben dem Ressourcennamen angezeigt.

source: Assignment section with incomplete planned work
de: Zuordnungsteil mit unvollständig geplanten Arbeiten

source: Assignment list
de: Zuordnungsliste

source: Fields of assignment list
de: Felder der Zuordnungsliste

source: Name of the resource assigned to the task.
de: Name der Ressource, die der Aufgabe zugeordnet ist.

source: Rate planned for this resource to the task.
de: Bewerten Sie die für diese Ressource geplante Rate auf die Aufgabe.

source: Assigned
de: Zugewiesen

source: The work initially planned for this resource to the task.
de: Die ursprünglich für diese Ressource geplante Arbeit an der Aufgabe.

source: Real
de: Tatsächlich

source: Sum of work done by this resource to the task.
de: Summe der von dieser Ressource für die Aufgabe geleisteten Arbeit.

source: Left
de: Links

source: Remaining work to this resource to complete the task.
de: Verbleibende Arbeit an dieser Ressource, um die Aufgabe zu erledigen.

source: Click on the resource name to directly move to resource detail.
de: Klicken Sie auf den Ressourcennamen, um direkt zum Ressourcendetail zu gelangen.

source: **Assignment list buttons**
de: **Schaltflächen der Zuordnungsliste**

source: Click on |buttonAdd| to assign a new resource.
de: Klicken Sie auf |buttonAdd|, um eine neue Ressource zuzuweisen.

source: Click on |buttonEdit| to modify the assignment.
de: Klicken Sie auf |buttonEdit| um die Zuordnung zu ändern.

source: Click on |buttonIconDelete| to delete the assignment.
de: Klicken Sie auf |buttonIconDelete|, um die Zuordnung zu löschen.

source: If real work exists for an assignment, it can not be deleted.
de: Wenn zu einer Zuordnung echte Arbeit vorhanden ist, kann diese nicht gelöscht werden.

source: Fields - Assignment dialog box
de: Dialogfenster Felder - Zuordnung

source: Function
de: Funktion

source: Function list.
de: Funktionsliste.

source: Cost
de: Kosten

source: Daily cost defined for the resource and its function.
de: Tägliche Kosten, die für die Ressource und ihre Funktion definiert sind.

source: The max rate (%) to schedule the resource on the task by day.
de: Die maximale Rate (%), um die Ressource für die Aufgabe tageweise einzuplanen.

source: Assigned work
de: Zugewiesene Arbeiten

source: Real work
de: Tatsächliche Arbeit

source: Left work
de: Ausstehende Arbeit

source: Reassessed work
de: Überprüfte Arbeit

source: The new total work planned to complete the task.
de: Die neue Gesamtarbeit, die zur Erfüllung der Aufgabe geplant war.

source: Comments
de: Kommentare

source: Any comment on the allocation.
de: Irgendein Kommentar zur Zuteilung.

source: The main function defined for the resource is the default function selected.
de: Die für die Ressource definierte Hauptfunktion ist die gewählte Standardfunktion.

source: [Left work] = [Assigned Work] – [Real Work]
de: [Verbleibende Arbeit] = [Zugewiesene Arbeit] - [Tatsächliche Arbeit]

source: Project leaders can adjust this value to estimate the work needed to complete the task by the resource.
de: Projektleiter können diesen Wert anpassen, um den Arbeitsaufwand zu schätzen, der für die Erfüllung der Aufgabe durch die Ressource erforderlich ist.

source: [Reassessed work] = [Real Work] + [Left Work]
de: [Überprüfte Arbeit] = [Tatsächliche Arbeit] + [Verbleibende Arbeit]

source: When a comment exists, |note| will appear on the assignment list, and on the description of the activity on the “real work allocation” screen.
de: Wenn ein Kommentar vorhanden ist, erscheint |note| in der Zuordnungsliste und in der Beschreibung der Aktivität auf dem Bildschirm „Echte Arbeitsverteilung“.

source: Moving the mouse over the icon will display the comment.
de: Wenn Sie mit der Maus über das Symbol fahren, wird der Kommentar angezeigt.

source: Progress section
de: Fortschrittsbereich

source: This section allows all at once, define planning and follow-up the progress.
de: Dieser Abschnitt ermöglicht es Ihnen, die Planung zu definieren und den Fortschritt zu verfolgen.

source: All planning elements have a progress section.
de: Alle Planungselemente haben einen Fortschrittsbereich.

source: Description of the different sections is grouped by the planning elements that have common fields and behavior.
de: Die Beschreibung der verschiedenen Abschnitte ist nach den Planungselementen gruppiert, die gemeinsame Felder und Verhaltensweisen haben.

source: Progress data are displayed in the same format, but according to the planning element, fields can have another meaning or behavior.
de: Fortschrittsdaten werden im gleichen Format angezeigt, aber je nach Planungselement können Felder eine andere Bedeutung oder ein anderes Verhalten haben.

source: The following sections displayed first a general description of progress data.
de: In den folgenden Abschnitten wurde zunächst eine allgemeine Beschreibung der Fortschrittsdaten angezeigt.

source: Next, description of fields and information in sections will be displayed.
de: Als nächstes wird eine Beschreibung der Felder und Informationen in Abschnitten angezeigt.

source: Columns definition
de: Spaltendefinition

source: Column "Requested"
de: Spalte "Angefordert"

source: Requested dates allows to define initial dates (wished dates).
de: Gewünschte Termine erlauben es, Anfangsdaten (Wunschtermine) zu definieren.

source: Useful to define preliminary dates in a project, in a change request or other.
de: Nützlich, um vorläufige Termine in einem Projekt, in einem Änderungsauftrag oder anderem zu definieren.

source: Requested dates can be used:
de: Gewünschte Termine können verwendet werden:

source: as a first draft of planned dates.
de: als ersten Entwurf der geplanten Termine.

source: with indicators to monitor the respect of start and end dates.
de: mit Indikatoren zur Überwachung der Einhaltung von Start- und Enddaten.

source: Column "Validated"
de: Spalte „Geprüft“

source: Validated data are used by project leader to define committed dates, work and cost expected.
de: Validierte Daten werden vom Projektleiter verwendet, um Termine, Arbeiten und Kosten zu definieren.

source: Validated data can be used:
de: Geprüfte Daten können verwendet werden:

source: to fix a limit or a target and for some planning mode they are used to define parameter entries.
de: um ein Limit oder ein Ziel festzulegen und für einige Planungsmodi werden sie zur Definition von Parametereinträgen verwendet.

source: with indicators to monitor the respect of start and end dates, work and cost expected.
de: mit Indikatoren zur Überwachung der Einhaltung von Start- und Endterminen, Arbeiten und Kosten.

source: like the project's baseline.
de: wie die Ausgangssituation des Projekts.

source: Validated end date (due date)
de: Geprüftes Enddatum (Fälligkeitsdatum)

source: The validated end date allows to fix a due date at which the work must be completed.
de: Das validierte Enddatum erlaubt es, ein Fälligkeitsdatum festzulegen, an dem die Arbeiten abgeschlossen sein müssen.

source: If the work is planned or completed beyond this limit, the error field will be highlighted.
de: Wird die Arbeit über diese Grenze hinaus geplant oder abgeschlossen, wird das Fehlerfeld markiert.

source: For task and milestone, their Gantt element will be red. (See: :ref:`gantt-chart-view`)
de: Für Aufgabe und Meilenstein ist ihr Gantt-Element rot. (Siehe: :ref:`gantt-chart-view`)

source: Column "Planned"
de: Spalte "Geplant"

source: Planned dates are the estimated time to complete tasks or the estimated end date of milestones.
de: Geplante Termine sind die geschätzte Zeit bis zur Erledigung von Aufgaben oder das geschätzte Enddatum von Meilensteinen.

source: Planned dates can be used to initialize validated and requested dates. (See: :ref:`project-planning`)
de: Geplante Termine können zur Initialisierung von validierten und angeforderten Terminen verwendet werden. (Siehe: :ref:`project-planning`)

source: Assigned work is the planned work assigned to resources for completing tasks.
de: Zugeordnete Arbeit ist die geplante Arbeit, die Ressourcen zur Erledigung von Aufgaben zugewiesen wird.

source: Planned dates are the estimated duration to complete tasks by resources according to assigned work.
de: Geplante Termine sind die geschätzte Dauer für die Erledigung von Aufgaben durch Ressourcen entsprechend der zugewiesenen Arbeit.

source: Column "Assigned"
de: Spalte "Zugewiesen"

source: This column displays the planned work and cost of resources and the planned project expenses.
de: In dieser Spalte werden die geplante Arbeit und die Kosten der Ressourcen sowie die geplanten Projektausgaben angezeigt.

source: **Planned work and cost of resources**
de: **Geplante Arbeit und Kosten der Ressourcen**

source: Scheduled work time assigned to a resource for completing a task.
de: Sollarbeitszeit, die einer Ressource zur Erledigung einer Aufgabe zugeordnet ist.

source: The estimated cost is the scheduled work time assigned to a resource for completing a task multiplied by its current daily cost.
de: Die geschätzten Kosten sind die geplante Arbeitszeit, die einer Ressource für die Erledigung einer Aufgabe zugewiesen wird, multipliziert mit den aktuellen Tageskosten.

source: **Planned project expenses**
de: **Geplante Projektausgaben**

source: Sum of the planned amount of all project expenses.
de: Summe des geplanten Betrages aller Projektausgaben.

source: Column "Real"
de: Spalte „tatsächlich“

source: This column displays the duration, completion date, work done and cost incurred by resources and the project expenses.
de: In dieser Spalte werden Dauer, Fertigstellungstermin, Leistung und Kosten der Ressourcen sowie die Projektkosten angezeigt.

source: **Dates**
de: **Termine**

source: Allows to determine when a planning element has really begun and completed.
de: Ermöglicht es, festzustellen, wann ein Planungselement wirklich begonnen und abgeschlossen hat.

source: **Work done and cost incurred by resources**
de: **Leistung und Kosten der Ressourcen**

source: Work done by a resource on an assigned task.
de: Geleistete Arbeit einer Ressource an einer zugewiesenen Aufgabe.

source: Work done are entered by resources, on a daily basis by real work allocation screen.
de: Die geleistete Arbeit wird von den Ressourcen erfasst, und zwar auf täglicher Basis über eine echte Arbeitszuordnung.

source: The cost incurred is the work done by a resource on a task on daily base multiplied by its daily cost defined for the period.
de: Die anfallenden Kosten sind die Arbeit einer Ressource an einer Aufgabe auf Tagesbasis multipliziert mit den für die Periode definierten Tageskosten.

source: **Project expenses**
de: **Projektkosten**

source: Sum of the real amount of all project expenses.
de: Summe des tatsächlichen Betrages aller Projektausgaben.

source: Column "Left"
de: Spalte „Links“

source: This column displays the remaining of planned work and planned amount.
de: Diese Spalte zeigt den Rest der geplanten Arbeit und den geplanten Betrag an.

source: By default : Left = Assigned - Real
de: Standardmäßig : Links = Zugeordnet - Tatsächlich

source: Left work should be re-estimated by the resource.
de: Die verbleibende Arbeit sollte von der Ressource neu eingeschätzt werden.

source: **Work and cost remaining of resources**
de: **Arbeit und verbleibende Kosten der Ressourcen**

source: Scheduled work time assigned to resources for completing tasks minus the work done.
de: Geplante Arbeitszeit, die Ressourcen für die Erledigung von Aufgaben zugewiesen wird, abzüglich der geleisteten Arbeit.

source: The remaining cost is the remaining work by a resource on a task multiplied by the latest daily cost defined for it.
de: Die verbleibenden Kosten sind die verbleibende Arbeit einer Ressource an einer Aufgabe multipliziert mit den letzten dafür definierten Tageskosten.

source: **Project expense**
de: **Projektkosten**

source: Sum of the planned amount of project expenses not incurred yet.
de: Summe der geplanten, noch nicht angefallenen Projektausgaben.

source: Column "Reassessed"
de: Spalte „Neu bewertet“

source: This column displays the resources work reassess and the spending projection.
de: Diese Spalte zeigt die Ressourcenarbeit und die Ausgabenprojektion an.

source: Always calculated as : [Reassessed] = [Real] + [Left]
de: Immer berechnet als : [Neu bewertet] = [Tatsächlich] +[Verbleibend]

source: Work and cost consolidation
de: Arbeits- und Kostenkonsolidierung

source: Work and cost from tasks (Activity, Test session and Meeting) are summarized for each parent element.
de: Arbeit und Kosten von Aufgaben (Aktivität, Testsitzung und Besprechung) werden für jedes übergeordnete Element zusammengefasst.

source: Allows to follow-up progress on grouped tasks like phase, delivery, test group, sub-project and project.
de: Ermöglicht die Verfolgung des Fortschritts bei gruppierten Aufgaben wie Phase, Lieferung, Testgruppe, Teilprojekt und Projekt.

source: Consolidate validated work and cost
de: Bestätigte Arbeit und Kosten konsolidieren

source: Consolidation can be done on validated work and cost.
de: Die Konsolidierung kann auf Basis validierter Arbeit und Kosten erfolgen.

source: Allows to calculate the scheduled work and budgeted cost from lower planning elements.
de: Ermöglicht die Berechnung der geplanten Arbeit und der budgetierten Kosten aus niedrigeren Planungselementen.

source: The calculation depends on consolidation method selected and on which level the validated values are entered.
de: Die Berechnung ist abhängig von der gewählten Konsolidierungsmethode und davon, auf welcher Ebene die validierten Werte eingegeben werden.

source: **Consolidation method "Never"**
de: **Konsolidierungsmethode „Niemals“**

source: Values are not consolidated.
de: Werte werden nicht konsolidiert.

source: **Consolidation method "Always"**
de: **Konsolidierungsmethode „Immer“**

source: Values on the lower levels are consolidate up to project level.
de: Die Werte auf den unteren Ebenen werden bis auf Projektebene konsolidiert.

source: **Consolidation method "Only if set"**
de: **Konsolidierungsmethode „Nur wenn gesetzt „**

source: Zero values at lower levels do not overwrite values on upper level, but non-zero values on the lower level are consolidated up to project level.
de: Nullwerte auf den unteren Ebenen überschreiben die Werte auf der oberen Ebene nicht, aber die Werte auf der unteren Ebene werden bis zur Projektebene konsolidiert.

source: Selection of consolidation method
de: Auswahl der Konsolidierungsmethode

source: The parameter "Consolidated validated cost & work" in global parameters screen allows to select consolidation method.
de: Der Parameter „Konsolidierte validierte Kosten & Arbeit“ im globalen Parameterbild ermöglicht die Auswahl der Konsolidierungsmethode.

source: Monitoring indicator
de: Überwachungsindikator
