Repository: babynus/projeqtor
Catalog: branches/V7.5recup/V8.0/projeqtor/docs/user/locale/*/LC_MESSAGES/CommonSections.po
Languages: de

source: The indicators can be defined on the progress data.
de: Die Indikatoren können auf den Fortschrittsdaten definiert werden.

source: Project, Activity and Test session.
de: Projekt, Aktivität und Testsitzung.

source: Next indicators defined for Project, Activity and Test session
de: Nächste Indikatoren für Projekt, Aktivität und Testsitzung definiert

source: **Respect of start or end date for the requested, validated and planned values**
de: **Berücksichtigung des Beginn- oder Endedatums der angeforderten, validierten und geplanten Werte**

source: These indicators can be programmed as a reminder and an alert, according to the number of days or hours before the start or end date.
de: Diese Indikatoren können als Erinnerung und Alarm programmiert werden, je nach Anzahl der Tage oder Stunden vor dem Start- oder Enddatum.

source: **On resource work and cost**
de: **Auf Ressourcenarbeit und Kosten**

source: These indicators can be programmed as a reminder and an alert, according to percentage of progress on monitored value compared to the target value.
de: Diese Indikatoren können als Erinnerung und Warnung programmiert werden, je nach Prozentsatz des Fortschritts beim überwachten Wert im Vergleich zum Zielwert.

source: The reassessed cost compared to budgeted (validated) cost.
de: Die neu bewerteten Kosten im Vergleich zu den geplanten (validierten) Kosten.

source: The reassessed cost compared to cost calculated from assigned work for resources.
de: Die neu bewerteten Kosten im Vergleich zu den geplanten (validierten) Kosten.

source: The reassessed work compared to scheduled (validated) work.
de: Die neu bewerteten Kosten im Vergleich zu den geplanten (validierten) Kosten.

source: The reassessed work compared to work assigned to resources.
de: Die neu bewertete Arbeit im Vergleich zur Arbeit, die den Ressourcen zugewiesen wurde.

source: The work really done by resources compared to scheduled (validated) work.
de: Die Arbeit der Ressourcen im Vergleich zur geplanten (geprüften) Arbeit.

source: The work really done by resources compared to work assigned to resources.
de: Die Arbeit, die wirklich von den Ressourcen geleistet wird, im Vergleich zur Arbeit, die den Ressourcen zugewiesen wird.

source: Milestone
de: Meilenstein

source: Next indicators defined for Milestone.
de: Nächste Kennzeichen für Meilenstein definiert.

source: **Respect of end date for the requested, validated and planned values**
de: **Einhaltung des Enddatums für die angeforderten, validierten und geplanten Werte**

source: These indicators can be programmed as a reminder and an alert, according to the number of days or hours before the end date.
de: Diese Indikatoren können als Erinnerung und Alarm programmiert werden, je nach Anzahl der Tage oder Stunden vor dem Enddatum.

source: Progress section (Project, Activity & Test session)
de: Fortschrittsbereich (Projekt, Aktivität & Testsitzung)

source: Next sections describe each part of progress section display.
de: Die nächsten Abschnitte beschreiben jeden Teil der Fortschrittsanzeige.

source: Some parts are used only by a specific planning element.
de: Einige Teile werden nur von einem bestimmten Planungselement verwendet.

source: Parts used by planning elements are:
de: Teile, die von Planungselementen verwendet werden, sind:

source: Dates and duration
de: Termine und Dauer

source: Requested
de: Gefordert

source: Allows to define preliminary planned dates.
de: Ermöglicht die Definition von vorläufigen Plandaten.

source: Validated
de: Bestätigt

source: Validated dates are used to:
de: Geprüfte Daten werden verwendet:

source: Define entry parameters according to selected planning mode.
de: Definieren Sie die Eingabeparameter entsprechend dem gewählten Planungsmodus.

source: Define initial planned dates, as a baseline.
de: Definieren Sie erste Plantermine als Baseline.

source: Fix a due date at which the work must be completed.
de: Legen Sie ein Fälligkeitsdatum fest, an dem die Arbeiten abgeschlossen sein müssen.

source: Planned
de: Geplant

source: Planned dates can be defined with:
de: Geplante Termine können definiert werden mit:

source: **Requested or validated dates**
de: **Gewünschte oder bestätigte Termine**

source: The planned dates can be initialized with validated dates or requested dates (whether validated dates are not specified).
de: Die Plantermine können mit validierten Terminen oder Wunschterminen initialisiert werden (unabhängig davon, ob validierte Termine nicht angegeben sind).

source: **Planning calculation**
de: **Planungsrechnung**

source: The planned dates can be determined during the planning calculation.
de: Die Plantermine können bei der Planungsrechnung ermittelt werden.

source: The planning calculation is done according to tasks assigned to resources and their predecessors.
de: Die Planungsrechnung erfolgt nach Aufgaben, die den Ressourcen und ihren Vorgängern zugeordnet sind.

source: Planning mode "Fixed duration"
de: Planungsmodus "Feste Dauer"

source: The planned dates of tasks will be calculated depending on their predecessors and their specified duration.
de: Die geplanten Termine der Aufgaben werden in Abhängigkeit von ihren Vorgängern und der angegebenen Dauer berechnet.

source: At parent element level, dates are adjusted with the first planned start date and the last planned end date from all sub-elements.
de: Die geplanten Termine der Aufgaben werden in Abhängigkeit von ihren Vorgängern und der angegebenen Dauer berechnet.

source: The planned start date is adjusted to the real start date when work began.
de: Der geplante Starttermin wird an den tatsächlichen Starttermin bei Arbeitsbeginn angepasst.

source: The real start date is set when work began (handled).
de: Der tatsächliche Starttermin wird bei Arbeitsbeginn (Abwicklung) festgelegt.

source: The real end date is set when no more remaining work (done).
de: Das tatsächliche Enddatum wird gesetzt, wenn keine Restarbeit mehr geleistet wird.

source: The real start date will be propagated to parent elements up to project.
de: Das tatsächliche Startdatum wird auf die übergeordneten Elemente bis zum Projekt übertragen.

source: The real end date for parent element will be initialized, when all sub-element have been completed.
de: Das tatsächliche Enddatum für das übergeordnete Element wird initialisiert, wenn alle Unterelemente abgeschlossen sind.

source: Resources (Work & Cost)
de: Ressourcen (Arbeit & Kosten)

source: Work of resources are calculated by the work assigned to each resource for tasks.
de: Die Arbeit der Ressourcen wird durch die Arbeit berechnet, die jeder Ressource für Aufgaben zugeordnet ist.

source: Allows to define scheduled work and budgeted cost of resources.
de: Ermöglicht die Definition von geplanten Arbeiten und budgetierten Ressourcenkosten.

source: **Work**
de: **Arbeit**

source: This value is used for calculation of the expected progress and project margin (work).
de: Dieser Wert wird für die Berechnung des erwarteten Fortschritts und der Projektmarge (Arbeit) verwendet.

source: **Cost**
de: **Kosten**

source: This value is used for calculation of project margin (cost).
de: Dieser Wert wird für die Berechnung der Projektmarge (Kosten) verwendet.

source: The values of work and cost can be initialized with the sum of total work and amount of all project orders.
de: Die Arbeits- und Kostenwerte können mit der Summe aus Gesamtleistung und Menge aller Projektaufträge initialisiert werden.

source: Sum of planned work assigned to resources and estimated cost.
de: Summe der geplanten Arbeit, die den Ressourcen zugeordnet ist, und der geschätzten Kosten.

source: Sum of work done by resources and cost incurred.
de: Summe der geleisteten Arbeit nach Ressourcen und angefallenen Kosten.

source: Sum of estimated remaining work to complete tasks and ensuing costs.
de: Summe der geschätzten Restarbeit zur Erledigung der Aufgaben und der daraus resultierenden Kosten.

source: Left work should be re-evaluated by resource while entering the real work on real work allocation screen.
de: Die verbleibende Arbeit sollte durch die Ressource neu bewertet werden, während die tatsächliche Arbeit im Bildschirm zur realen Arbeitsverteilung eingegeben wird.

source: Left work can also be changed on assignment, at project management level.
de: Die verbleibende Arbeit kann auch auf der Ebene des Projektmanagements geändert werden.

source: Reassessed
de: Neu bewertet

source: Sum of resource total work that will be needed from start to end and the ensuing costs.
de: Summe der von Anfang bis Ende benötigten Ressourcen und der daraus resultierenden Kosten.

source: [Reassessed] = [Real] + [Left]
de: [Neu bewertet] = [Tatsächlich] +[Verbleibend]

source: Sum of work done on tickets and costs is included in work of activity linked through the “planning activity” of tickets.
de: Die Summe der an den Tickets geleisteten Arbeit und der Kosten ist in der durch die „Planungstätigkeit“ der Tickets verbundenen Arbeit enthalten.

source: Sum of work done on tickets that don't link to any activity will be integrated in the work of the project.
de: Die Summe der Arbeiten an Tickets, die keinen Bezug zu einer Aktivität haben, wird in die Projektarbeit integriert.

source: Expense, Reserve and Total
de: Aufwand, Rücklage und Summe

source: > Used by: Project
de: > Verwendet von: Projekt

source: Validated (Expense)
de: Bestätigt (Aufwand)

source: Allows to set the budgeted cost of project expenses.
de: Ermöglicht die Festlegung der budgetierten Kosten der Projektausgaben.

source: Assigned (Expense)
de: Zugeordnet (Aufwand)

source: Project expenses planned.
de: Projektausgaben geplant.

source: Sum of "planned amount" for all expenses on project.
de: Summe des „geplanten Betrages“ für alle Ausgaben im Projekt.

source: Real (Expense)
de: Tatsächliche (Ausgaben)

source: Project expenses committed.
de: Projektkosten bestätigt.

source: Sum of "real amount" for all expenses on project.
de: Summe des „ tatsächlichen Betrages „ für alle Ausgaben des Projekts.

source: Left (Expense)
de: Ausstehende (Ausgaben)

source: Project expenses not committed yet.
de: Projektkosten noch nicht zugesagt.

source: Sum of "planned amount" for expenses for which "real amount" is not defined yet.
de: Summe des „geplanten Betrages“ für Ausgaben, für die der „tatsächliche Betrag“ noch nicht definiert ist.

source: Reassessed (Expense)
de: Neu bewertet (Aufwand)

source: Spending projections.
de: Ausgabenvorausschätzungen.

source: Sum of Real + Left
de: Summe aus Tatsächlich + Verbleibend

source: Left (Reserve)
de: Offene (Rücklage)

source: Project reserve.
de: Projektreserve.

source: Total columns
de: Spalten gesamt

source: Total is the sum of resources cost, expenses and reserve of their corresponding column.
de: Total ist die Summe aus Ressourcenkosten, Ausgaben und Reserve der entsprechenden Spalte.

source: Progress, Expected, WBS & Priority
de: Fortschritt, erwartet, WBS & Priorität

source: Progress
de: Fortschritt

source: Percentage of actual progress.
de: Prozentsatz des tatsächlichen Fortschritts.

source: Calculated by the sum of the work done divided by sum of work reassessed.
de: Berechnet durch die Summe der geleisteten Arbeit dividiert durch die Summe der neu bewerteten Arbeit.

source: [Progress %] = [real work] / [reassessed work] = [real work] / ( [real work] + [left work] )
de: [Fortschritt %] = [tatsächliche Arbeit] / [neu bewertete Arbeit] = [tatsächliche Arbeit] / ([tatsächliche Arbeit] + [verbleibende Arbeit] )

source: Expected
de: Erwartet

source: Percentage of expected progress.
de: Prozentsatz der erwarteten Fortschritte.

source: Calculated by the sum of the work done divided by scheduled work.
de: Berechnet durch die Summe der geleisteten Arbeit dividiert durch die geplante Arbeit.

source: [Expected %] = [real work] / [validated work]
de: [Erwartete %] = [tatsächliche Arbeit] / [bestätigte Arbeit]

source: Hierarchical position in the global planning.
de: Hierarchische Position in der globalen Planung.

source: Priority
de: Priorität

source: Allows to define priority.
de: Ermöglicht die Definition der Priorität.

source: By default, the value is set to "500" (medium priority).
de: Standardmäßig ist der Wert auf „500“ (mittlere Priorität) eingestellt.

source: See: :ref:`Scheduling priority<scheduling-priority>`.
de: Siehe: :ref:`Scheduling priority<scheduling-priority>`.

source: Planning mode
de: Planungsmodus

source: > Used by: Activity & Test session
de: > Verwendet bei: Aktivität & Testsitzung

source: As soon as possible
de: So bald wie möglich

source: The task is planned to finish as soon as possible.
de: Die Aufgabe soll so schnell wie möglich abgeschlossen werden.

source: For tasks "as soon as possible", if no assignment is created but the validated work is defined, take the validated work as the default duration (instead of 1 days)
de: Für Aufgaben „so bald wie möglich“, wenn keine Zuordnung erstellt wird, aber die validierte Arbeit definiert ist, nehmen Sie die validierte Arbeit als Standarddauer (statt 1 Tag).

source: Work together
de: Zusammenarbeiten

source: When two or more resources are assigned to the same task, planning tries to find periods where all resources are available to work together.
de: Wenn zwei oder mehr Ressourcen derselben Aufgabe zugeordnet sind, versucht die Planung, Zeiträume zu finden, in denen alle Ressourcen für die Zusammenarbeit zur Verfügung stehen.

source: Periods are searched "as soon as possible".
de: Perioden werden „so schnell wie möglich“ durchsucht.

source: If only one resource is assigned, this planning mode is exactly the same as "As soon as possible".
de: Wenn nur eine Ressource zugeordnet ist, ist dieser Planungsmodus genau derselbe wie „So bald wie möglich“.

source: If one resource is assigned more work than the other, the extra work is planned after working together periods.
de: Wenn einer Ressource mehr Arbeit zugeordnet ist als der anderen, wird die Mehrarbeit nach der Zusammenarbeit geplant.

source: Constraint by date
de: Einschränkung nach Datum

source: ** The validated start or end date field must be set.
de: ** Das Feld bestätigtes Start- oder Enddatum muss gesetzt sein.

source: **Must not start before validated date**
de: **Darf nicht vor dem bestätigten Datum beginnen.**

source: The task must not begin before a specific date.
de: Die Aufgabe darf nicht vor einem bestimmten Datum beginnen.

source: **As late as possible**
de: **So spät wie möglich**

source: The task is planned backward from end to start.
de: Die Aufgabe wird von Anfang bis Ende rückwärts geplant.

source: "Floating" backward planning is not possible, validated end date must be defined.
de: „Eine „gleitende“ Rückwärtsplanung ist nicht möglich, ein gültiges Endedatum muss definiert werden.

source: Recurrent activities
de: Wiederkehrende Aktivitäten

source: Allows to evenly distribute work between two dates.
de: Ermöglicht eine gleichmäßige Verteilung der Arbeit auf zwei Termine.

source: Used for management recurrent activities.
de: Wird für wiederkehrende Aktivitäten des Managements verwendet.

source: The validated dates fields must be set.
de: Die bestätigten Datumsfelder müssen gesetzt sein.

source: Examples of the planning modes upcoming are based on 2 work days to plan on 10 days.
de: Beispiele für die anstehenden Planungsmodi basieren auf 2 Arbeitstagen, um an 10 Tagen zu planen.

source: **Regular between dates**
de: **Regelmäßige Zwischentermine**

source: Work will be evenly divided between on working days.
de: Die Arbeit wird gleichmäßig auf die Werktage verteilt.

source: For instance, 0.2 days during 10 days.
de: Zum Beispiel 0,2 Tage während 10 Tagen.

source: **Regular in full days**
de: **Regulär in ganzen Tagen**

source: Work will be distributed on full day between on working days.
de: Die Arbeit wird ganztägig zwischen den Werktagen verteilt.

source: Day
de: Tag

source: Distribution
de: Vertrieb

source: **Regular in half days**
de: **Regulär in halben Tagen**

source: Work will be distributed on half of the day between on working days.
de: Die Arbeit wird an einem halben Tag zwischen den Arbeitstagen verteilt.

source: **Regular in quarter days**
de: **Regulär in Vierteltagen**

source: Work will be distributed on one quarter of the day between on working days.
de: Die Arbeit wird an einem Viertel des Tages zwischen den Arbeitstagen verteilt.

source: **Recurring (on a weekly basis)**
de: **Wiederkehrend (wöchentlich)**

source: This new mode allows reserving availability on recurring tasks on a weekly basis, for example 1/2 day every Monday, 1h every day, ...
de: Dieser neue Modus ermöglicht es, die Verfügbarkeit für wiederkehrende Aufgaben auf Wochenbasis zu reservieren, z.B. 1/2 Tag jeden Montag, 1 Stunde jeden Tag,….

source: Activities in this mode dynamically assign the work based on the start and end bounds:
de: Aktivitäten in diesem Modus weisen die Arbeit dynamisch auf Basis der Start- und Endgrenzen zu:

source: start defined with a dependence End-Start or Start-Start
de: Start definiert mit einer Abhängigkeit End-Start oder Start-Start

source: end defined with an end-end dependency. This is the first planning mode in ProjeQtOr that defines activities whose assigned work is not fixed, but adapts to the duration of the project.
de: Ende mit einer Ende-End-Abhängigkeit definiert. Dies ist der erste Planungsmodus in ProjeQtOr, der Aktivitäten definiert, deren zugeordnete Arbeit nicht fixiert ist, sondern sich an die Dauer des Projekts anpasst.

source: Fixed duration
de: Feste Dauer

source: The task is planned by duration.
de: Die Aufgabe wird nach Dauer geplant.

source: The task is “floating” depending on predecessors.
de: Die Aufgabe ist je nach Vorgänger „flexibel“.

source: The validated duration field must be set.
de: Das Feld geprüfte Dauer muss gesetzt sein.

source: It is not necessary to assign resources to the task.
de: Es ist nicht notwendig, der Aufgabe Ressourcen zuzuordnen.

source: If work is assigned to the task, planning behavior is the same as "Regular between dates" but with floating task.
de: Wenn der Aufgabe Arbeit zugeordnet ist, entspricht das Planungsverhalten dem von „ Regulär zwischen Terminen „, jedoch mit gleitender Aufgabe.

source: If you want fixed duration with fixed start, use "Regular between dates", or use milestone to define start.
de: Wenn Sie eine feste Dauer mit festem Start wünschen, verwenden Sie „Regelmäßig zwischen den Terminen“, oder definieren Sie den Start über Meilenstein.

source: Displays remaining margin.
de: Zeigt die verbleibende Marge.

source: The percentage of remaining margins will be displayed on the right.
de: Der Prozentsatz der verbleibenden Margen wird auf der rechten Seite angezeigt.

source: Margin (work)
de: Spanne (Arbeit)

source: Calculated by the scheduled work minus the sum of work reassessed.
de: Berechnet durch die geplante Arbeit abzüglich der Summe der neu bewerteten Arbeit.

source: [Margin] = [Validated work] - [Reassessed work]
de: [Marge] = [Bestätigte Arbeit] - [Neubewertete Arbeit]

source: [Margin (%)] = ([Validated work] - [Reassessed work]) / [Validated work]
de: [Marge (%)] = ([Bestätigte Arbeit] - [Neubewertete Arbeit]) / [Bestätigte Arbeit])

source: Margin (cost)
de: Spanne (Kosten)

source: Calculated by the budgeted cost (resource & expense) minus the total of reassessed cost.
de: Berechnet aus den budgetierten Kosten (Ressourcen & Ausgaben) abzüglich der Summe der neu bewerteten Kosten.

source: [Margin] = [Validated cost] - [Reassessed cost]
de: [Marge] = [Bestätigte Kosten] - [Neubewertete Kosten]

source: [Margin (%)] = ([Validated cost] - [Reassessed cost]) / [Validated cost]
de: [Marge (%)] = ([bestätigte Kosten] - [neu bewertet Kosten]) / [bestätigte Kosten]

source: > Used by: Activity
de: > Von verwendet: Aktivität

source: Allows tracking of tickets attached to the activity throught the "planning activity" field of tickets.
de: Ermöglicht die Verfolgung von Tickets, die mit der Aktivität verbunden sind, über das Feld „Planungsaktivität“ der Tickets.

source: Number
de: Nummer

source: Number of tickets attached to the activity.
de: Anzahl der Tickets, die der Aktivität zugeordnet sind.

source: Estimated
de: Geschätzte

source: Sum of estimated work for tickets attached to the activity.
de: Summe der geschätzten Arbeit für die mit der Aktivität verbundenen Tickets.

source: Sum of work done for tickets attached to the activity.
de: Summe der geleisteten Arbeit für die mit der Aktivität verbundenen Tickets.

source: Sum of remaining work for tickets attached to the activity.
de: Summe der Restarbeit für die mit der Aktivität verbundenen Tickets.

source: This field will be highlighted when the sum of estimated work on the tickets is higher than the planned work on the activity.
de: Dieses Feld wird markiert, wenn die Summe der geschätzten Arbeit an den Tickets höher ist als die geplante Arbeit an der Aktivität.

source: This field will be highlighted when the sum of remaining work on the tickets is higher than the remaining planned work on the activity.
de: Dieses Feld wird hervorgehoben, wenn die Summe der verbleibenden Arbeit an den Tickets höher ist als die verbleibende geplante Arbeit an der Aktivität.

source: Show tickets attached
de: Tickets anzeigen

source: Click on |buttonIconSearch| to show ticket list attached to the activity.
de: Klicken Sie auf |buttonIconSearch|, um die an die Aktivität angehängte Ticketliste anzuzeigen.

source: Click on a ticket name to directly move to it.
de: Klicken Sie auf einen Ticketnamen, um direkt dorthin zu gelangen.

source: Progress section (Milestone)
de: Fortschrittsbereich (Meilenstein)

source: This section allows to define planning and follow progress on a milestone.
de: In diesem Abschnitt können Sie die Planung definieren und den Fortschritt eines Meilensteins verfolgen.

source: Allows to define the initial due date for the milestone.
de: Ermöglicht die Festlegung des Anfangsfälligkeitsdatums für den Meilenstein.

source: Have no impact on planning.
de: Haben keinen Einfluss auf die Planung.

source: Allows to define the due date at which the milestone must be completed.
de: Ermöglicht die Festlegung des Fälligkeitsdatums, zu dem der Meilenstein abgeschlossen sein muss.

source: Defined according to the selected planning mode.
de: Definiert entsprechend dem gewählten Planungsmodus.

source: **Fixed milestone**
de: **Feste Meilensteine**

source: Planned due date is the value from validated due date field.
de: Geplantes Fälligkeitsdatum ist der Wert aus dem Feld bestätigtes Fälligkeitsdatum.

source: The milestone will not move, and may have successors.
de: Der Meilenstein bewegt sich nicht und kann Nachfolger haben.

source: **Floating milestone**
de: **Bewegliche Meilensteine**

source: Calculation of planned due date takes into account dependencies with tasks.
de: Die Berechnung der geplanten Fälligkeit berücksichtigt Abhängigkeiten mit Aufgaben.

source: The milestone will move depending on predecessors.
de: Der Meilenstein wird sich je nach Vorgänger verschieben.

source: Determined when the status of the milestone is “done”.
de: Bestimmt, wann der Status des Meilensteins „erreicht“ ist.

source: Hierarchical position of the milestone in the global planning.
de: Hierarchische Position des Meilensteins in der globalen Planung.

source: Fixed milestone
de: Fester Meilenstein

source: Floating milestone
de: Bewegliche Meilensteine

source: A milestone has no duration, so there are no start and end dates for a milestone, just a single date.
de: Ein Meilenstein hat keine Dauer, es gibt also kein Start- und Enddatum für einen Meilenstein, sondern nur ein einziges Datum.

source: Progress section (Meeting)
de: Bereich Fortschritt (Meeting)
