Repository: babynus/projeqtor
Catalog: branches/V7.5recup/V8.0/projeqtor/docs/user/locale/*/LC_MESSAGES/Gui.po
Languages: de

source: Click on |buttonIconShowChecklist| to display the checklist form.
de: Klicken Sie auf |buttonIconShowChecklist|, um das Checklistenformular anzuzeigen.

source: With other value the \"Checklist\" section appears in the detail window.
de: Mit anderem Wert erscheint der Abschnitt \"Checkliste\" im Detailfenster.

source: Dialog box - Checklist
de: Dialogfenster - Checklist

source: Section - Checklist
de: Abschnitt - Checkliste

source: How to use
de: Wie benutze ich

source: The user just has to check information corresponding to the situation.
de: Der Benutzer muss nur die der Situation entsprechenden Informationen prüfen.

source: When done, the user name and checked date are recorded and displayed.
de: Wenn Sie fertig sind, werden der Benutzername und das geprüfte Datum aufgezeichnet und angezeigt.

source: History of changes
de: Geschichte der Veränderungen

source: All the changes items are tracked.
de: Alle Änderungen werden verfolgt.

source: They are stored and displayed on each item.
de: Sie werden auf jedem Artikel gespeichert und angezeigt.

source: Fields of changes
de: Felder der Veränderung

source: Field
de: Feld

source: Description
de: Beschreibung

source: Operation
de: Betrieb

source: The operation on the item (insert or update).
de: Die Operation am Objekt (einfügen oder aktualisieren).

source: Data
de: Daten

source: The field modified.
de: Das Feld geändert.

source: Value before
de: Wert vor

source: The value of the field before the update.
de: Der Wert des Feldes vor dem Update.

source: Value after
de: Wert nach

source: The value of the field after the update.
de: Der Wert des Feldes nach dem Update.

source: Date
de: Datum

source: Date of change operation.
de: Datum der Änderung.

source: User
de: Benutzer

source: Name of the user who operated the change.
de: Name des Benutzers, der die Änderung durchgeführt hat.

source: Displaying the history of changes
de: Anzeige der Änderungshistorie

source: Click on |buttonIconShowHistory| to display the history of changes.
de: Klicken Sie auf |buttonIconShowHistory|, um die Historie der Änderungen anzuzeigen.

source: Dialog box - History of changes
de: Dialogbox - Historie der Änderungen

source: Section - Change history
de: Bereich - Änderungshistorie

source: Show/Hide work
de: Arbeit anzeigen/verbergen

source: Parameter \"Editor for rich text\"
de: Parameter \"Editor für Rich Text\"

source: The most advanced web editor.
de: Der fortschrittlichste Webeditor.

source: Spell checker available with this text editor.
de: Rechtschreibprüfung mit diesem Texteditor verfügbar.

source: Ability to resize the CK Editor height, the size is saved.
de: Möglichkeit, die Höhe des CK-Editors zu ändern, die Grüße wird gespeichert.

source: As CK Editor.
de: Als CK-Editor.

source: Activated only when needed.
de: Nur bei Bedarf aktiviert.

source: CK editor inline height, keep the size of CK editor.
de: CK-Editor Inline-Höhe, Grüße des CK-Editors beibehalten.

source: Click on the text zone to display toolbar.
de: Klicken Sie auf den Textbereich, um die Symbolleiste anzuzeigen.

source: Can not use it in fullscreen mode.
de: Kann nicht im Vollbildmodus verwendet werden.

source: Historically first used on ProjeQtOr.
de: Historisch erstmals bei ProjeQtOr eingesetzt.

source: As Dojo Editor.
de: Als Dojo Editor.

source: Text zone is extendable.
de: Textzone ist erweiterbar.

source: Plain text editor
de: Klartext-Editor

source: Conventional text input.
de: Konventionelle Texteingabe.

source: Special fields
de: Spezialgebiete

source: This section describes the ProjeQtOr special fields.
de: Dieser Abschnitt beschreibt die ProjeQtOr Spezialgebiete.

source: Accelerator buttons
de: Beschleuniger-Buttons

source: Move to next status button
de: Zum nächsten Status-Button wechseln

source: Assign to me button
de: Mir zuweisen Butto

source: This button allows to set the current user in the related field.
de: Diese Schaltfläche erlaubt es, den aktuellen Benutzer in das entsprechende Feld einzutragen.

source: Combo list field
de: Kombinationslistenfeld

source: The access to view or create item depends on your access rights.
de: Der Zugriff auf das Objekt hängt von Ihren Zugriffsrechten ab.

source: Some buttons can be not available.
de: Einige Schaltflächen können nicht verfügbar sein.

source: Click on |comboArrowDown| to get the list of values.
de: Klicken Sie auf |comboArrowDown|, um die Werteliste zu erhalten.

source: Click on |iconGoto| will directly go to the selected item.
de: Klicken Sie auf |iconGoto|, um direkt zum ausgewählten Artikel zu gelangen.

source: Click on |buttonIconSearch| to access item details.
de: Klicken Sie auf |buttonIconSearch|, um auf die Artikeldetails zuzugreifen.

source: The next action depends on whether the field value is filled or not.
de: Die nächste Aktion hängt davon ab, ob der Feldwert gefüllt ist oder nicht.

source: **Field value is filled**
de: **Feldwert ist gefüllt**

source: Dialog box - Item details
de: Dialogfeld - Artikeldetails

source: Click on |buttonIconSearch| to re-select an item.
de: Klicken Sie auf |buttonIconSearch|, um einen Artikel erneut auszuwählen.

source: Click on |buttonIconUndo| to close the dialog box.
de: Klicken Sie auf |buttonIconUndo|, um die Dialogbox zu schließen.

source: **Field value is empty**
de: **Feldwert ist leer**

source: Dialog box - List of items
de: Dialogbox - Liste der Artikel

source: Click on |buttonIconSelect| to select items.
de: Klicken Sie auf |buttonIconSelect|, um Elemente auszuwählen.

source: Click on |buttonIconUndo| to close the window.
de: Klicken Sie auf |buttonIconUndo|, um das Fenster zu schließen.

source: Window header
de: Fensterkopfleiste

source: Select several items
de: Mehrere Artikel auswählen

source: Origin field
de: Herkunftsfeld

source: This field allows to determine the element of origin.
de: Dieses Feld erlaubt die Bestimmung des Ursprungselements.

source: Origin element
de: Herkunftselement

source: Click on |buttonAdd| to add a origin element.
de: Klicken Sie auf |buttonAdd|, um ein Ursprungs-Element hinzuzufügen.

source: Click on |buttonIconDelete| to delete the link.
de: Klicken Sie auf |buttonIconDelete|, um den Link zu löschen.

source: Fields of add an origin element dialog box
de: Felder zum Hinzufügen eines Ursprungselement-Dialogfensters

source: Type of the orign
de: Typ des Originals

source: Type of element to be selected.
de: Typ des zu wählenden Elements.

source: item to select.
de: Artikel zur Auswahl.

source: Set color field
de: Farbfeld setzen

source: This field allows to set the color of an item.
de: Dieses Feld erlaubt es, die Farbe eines Artikels einzustellen.

source: Used to differentiate items in list or report.
de: Dient zur Unterscheidung von Elementen in der Liste oder im Bericht.

source: Click on list of colors to select.
de: Klicken Sie auf die Liste der Farben zur Auswahl.

source: Click on \"Reset\" button to erase.
de: Klicken Sie auf die Schaltfläche \"Reset\", um sie zu löschen.

source: Thumbnails
de: Miniaturansichten

source: Thumbnails are a graphical representation of the field value.
de: Thumbnails sind eine grafische Darstellung des Feldwertes.

source: Displays the date of creation or update of the item.
de: Zeigt das Erstellungs- oder Aktualisierungsdatum des Artikels an.

source: Move cursor over thumbnail to display the date.
de: Bewegen Sie den Cursor über das Miniaturbild, um das Datum anzuzeigen.

source: |calendarWhite| Default view.
de: |calendarWhite| Standardansicht.

source: Displays the user who created or updated the item.
de: Zeigt den Benutzer an, der den Artikel erstellt oder aktualisiert hat.

source: |defaultUserThumb| The user doesn't have a photo.
de: |defaultUserThumb| Der Benutzer hat kein Foto.

source: Comment
de: Kommentar

source: |Note| Indicates a comment or description is defined.
de: |Note| Zeigt an, dass ein Kommentar oder eine Beschreibung definiert ist.

source: Move cursor over thumbnail to display text.
de: Bewegen Sie den Cursor über das Miniaturbild, um Text anzuzeigen.

source: Privacy
de: Datenschutz

source: Indicates the visibility level defined in a note or attachment.
de: Gibt die in einer Notiz oder Anlage definierte Sichtbarkeitsebene an.

source: |privateThumb| Private contents.
de: |privateThumb| Private Inhalte.

source: Color
de: Farbe

source: Displays a colored circle for field colorable.
de: Zeigt einen farbigen Kreis für färbbare Felder an.

source: A color is defined for each value.
de: Für jeden Wert wird eine Farbe definiert.

source: Info bar
de: Info-Leist

source: 1 - Version button
de: 1 - Version Taste

source: Displays the application version.
de: Zeigt die Programmversion an.

source: Click on button to access to ProjeQtOr site.
de: Klicken Sie auf die Schaltfläche, um zur ProjeQtOr-Seite zu gelangen.

source: 2 -Session
de: 2-Sitzung

source: a - Log out button
de: a - Schaltfläche Abmelden

source: Allows to disconnect the user.
de: Erlaubt das Trennen der Verbindung.

source: User parameter \"Confirm quit application\"
de: Benutzerparameter \"Beenden der Anwendung bestätigen\"

source: b - User parameters button
de: b - Schaltfläche Benutzerparameter

source: Allows to access user parameters.
de: Erlaubt den Zugriff auf Benutzerparameter.

source: c - Language
de: c - Sprache

source: ProjeQtOr is multilingual.
de: ProjeQtOr ist mehrsprachig.

source: Each user can choose the language to display all the captions.
de: Jeder Benutzer kann die Sprache wählen, in der alle Beschriftungen angezeigt werden.

source: User parameter \"Language\"
de: Benutzerparameter \"Sprache\"

source: This parameter defines the language used to display captions.
de: Dieser Parameter definiert die Sprache, in der die Beschriftungen angezeigt werden.

source: d - Theme
de: d - Thema

source: Users can select Theme to display the interface.
de: Benutzer können das Thema auswählen, um die Oberfläche anzuzeigen.

source: User parameter \"Theme\"
de: Benutzerparameter \"Thema\"

source: This parameter defines the theme to display.
de: Dieser Parameter definiert das anzuzeigende Thema.

source: The new theme is automatically applied when selected.
de: Das neue Thema wird bei Auswahl automatisch übernommen.

source: Default theme
de: Standard-Thema

source: By default your selected theme is \"ProjeQtOr 'Flat Design' Blue\".
de: Standardmäßig ist Ihr ausgewähltes Thema \"ProjeQtOr 'Flat Design' Blue\".

source: e - Fist page
de: e - Erste Seite

source: f - Change password
de: f - Passwort ändern

source: Validate the new one clicking and activating the next combo box
de: Neues anklicken und nächste Combobox aktivieren

source: g - Online manual
de: g - Online Handbuch

source: or press F1
de: oder F1 drücken

source: h - Keyboard shortcuts
de: h - Tastaturkürzel

source: Shortcut keys
de: Tastaturkürzel

source: :kbd:`Control-s` to save the changes.
de: :kbd:`Control-s` um die Änderungen zu speichern.

source: :kbd:`ESC` to exit full screen mode of CK Editor.
de: :kbd:`ESC`, um den Vollbildmodus des CK-Editors zu verlassen.

source: Numeric keypad
de: Numerische Tastatur

source: i - About ProjeQtOr
de: i - Über ProjeQtOr

source: Display database name.
de: Datenbankname anzeigen.

source: 3 - Switched mode button
de: 3 - Schaltmodus-Taste

source: Window selected is displayed in \"full screen\" mode.
de: Das ausgewählte Fenster wird im \"Vollbildmodus\" angezeigt.

source: Hidden window are replaced by a gray bar.
de: Versteckte Fenster werden durch einen grauen Balken ersetzt.

source: Click on the gray bar to switch between windows.
de: Klicken Sie auf den grauen Balken, um zwischen den Fenstern zu wechseln.

source: User parameter \"Switched mode\"
de: Benutzerparameter \"Schaltmodus\"

source: This parameter defines whether switching mode is enabled or not.
de: Dieser Parameter definiert, ob der Schaltmodus aktiviert ist oder nicht.

source: 4 - \"Full-screen\" button
de: 4 - \"Vollbild\" Taste

source: One-click to displays in full Screen view.
de: Mit einem Klick zur Anzeige im Vollbildmodus.

source: 5 - Hide and show menu button
de: 5 - Menütaste ausblenden und einblenden

source: Allows to hide or show the menu section.
de: Erlaubt das Ein- und Ausblenden des Menüteils.

source: User parameter ÒHide menuÓ
de: Benutzerparameter Menü ausblenden

source: This parameter defines whether the menu is hidden by default.
de: Dieser Parameter definiert, ob das Menü standardmäßig ausgeblendet ist.

source: Internal alert
de: Interner Alarm

source: Internal alerts can be sent to users.
de: Interne Alarme können an Benutzer gesendet werden.

source: **By the administrator**
de: **Durch den Administrator**

source: The message will be received by user via message pop-up.
de: Die Nachricht wird vom Benutzer per Nachrichten-Popup empfangen.

source: **Monitoring indicators**
de: **Überwachungsindikatoren**

source: Monitoring indicators send only warning and alert message.
de: Überwachungsindikatoren senden nur Warn- und Alarmmeldungen.

source: The message contains information that explains the alert:
de: Die Nachricht enthält Informationen, die den Alarm erklären:

source: Item id and type.
de: Artikelnummer und Typ.

source: Indicator description.
de: Indikatorbeschreibung.

source: Target value.
de: Zielwert.

source: Alert or warning value.
de: Alarm- oder Warnwert.

source: The indicators are defined in :ref:`indicator` screen.
de: Die Indikatoren sind im Bildschirm :ref:`indicator` definiert.

source: Message pop-up
de: Nachrichten-Popup

source: Three kinds of message may be displayed:
de: Es können drei Arten von Meldungen angezeigt werden:

source: Information
de: Informationen

source: Warning
de: Warnung

source: Alert
de: Alarm

source: Action on message pop-up
de: Aktion bei Nachrichten-Popup

source: Three possible actions:
de: Drei mögliche Aktionen:

source: Mark it as read to definitively hide it.
de: Markieren Sie es als gelesen, um es endgültig zu verstecken.

source: Mark as read all remaining alerts (the number appears on the button).
de: Markieren Sie alle verbleibenden Alerts als gelesen (die Nummer erscheint auf der Schaltfläche)

source: Alert on detail window
de: Alarm im Detail-Fenster

source: Alert on Today screen
de: Alarm auf dem Heute-Bildschirm
