Repository: babynus/projeqtor
Catalog: branches/V7.5recup/V8.0/projeqtor/docs/user/locale/*/LC_MESSAGES/Gui.po
Languages: de

source: Global view
de: Globale Sicht

source: ProjeQtOr interface is divided into several areas.
de: ProjeQtOr-Schnittstelle ist in mehrere Bereiche unterteilt.

source: Those areas are :
de: Diese Bereiche sind:

source: Area separation
de: Flächenaufteilung

source: The splitters allow resizing areas in the interface.
de: Die Splitter erlauben die Größenänderung von Bereichen im Interface.

source: The red splitter allows to resize the areas left and right.
de: Der rote Splitter erlaubt es, die Größe der Bereiche links und rechts zu verändern.

source: The position of splitters is saved and retrieved on each connection.
de: Die Position der Splitter wird bei jeder Verbindung gespeichert und abgerufen.

source: Top bar
de: Oberer Balken

source: 1 - Project selector
de: 1 - Projektauswahl

source: Allows to select the project to work on.
de: Ermöglicht die Auswahl des zu bearbeitenden Projekts.

source: Defined the \"default\" project for new items.
de: Definierte das \"Standard\"-Projekt für neue Objekte.

source: User parameter: Default project
de: Benutzerparameter: Standardprojekt

source: Defines the project that will be selected by default.
de: Definiert das Projekt, das standardmäßig ausgewählt wird.

source: 1.1 - Project selector parameters
de: 1.1 - Projektauswahl-Parameter

source: View closed projects.
de: Abgeschlossene Projekte ansehen.

source: Change the project list display mode.
de: Anzeigemodus der Projektliste ändern.

source: Refresh the list.
de: Liste aktualisieren.

source: 1.1.a - Standard (reflecting WBS structure)
de: 1.1.a - Standard (reflektierende WBS-Struktur)

source: 1.1.b - Filtering select (with autocomplete)
de: 1.1.b - Filterung auswählen (mit Autovervollständigung)

source: Search criteria works in a \"starts with\" mode
de: Suchkriterien funktionieren im \"Beginnt mit\" Modus

source: Autocompletion is active
de: Autovervollständigung ist aktiv

source: 1.1.c - Filtering select (with search)
de: 1.1.c - Filterung wählen (mit Suche)

source: Search criteria works in a \"contains" mode
de: Suchkriterien funktionieren in einem \"beinhalten\" Modus

source: Autocompletion is **not** active
de: Autovervollständigung ist **nicht** aktiv

source: 2 - Menu on top bar
de: 2 - Menü in der oberen Leiste

source: Menu on top bar allows a rapid access to elements.
de: Menü in der oberen Leiste ermöglicht einen schnellen Zugriff auf die Elemente.

source: Menu on top bar
de: Menü in der oberen Leiste

source: **Menu selector** |A|
de: **Menüwähler** |A|

source: Predefined menus
de: Vordefinierte Menüs

source: Custom menu
de: Benutzerdefiniertes Menü

source: A user can define its custom menu in the top bar.
de: Ein Benutzer kann sein eigenes Menü in der oberen Leiste definieren.

source: **Added an item**
de: **Ein Artikel hinzugefügt**

source: Select a predefined menu (for example: \"All menus\").
de: Wählen Sie ein vordefiniertes Menü aus (zum Beispiel: \"Alle Menüs\")

source: Move the cursor over icon wanted.
de: Bewegen Sie den Cursor über das gewünschte Symbol.

source: Click on the right button, a message appear.
de: Klicken Sie auf den rechten Knopf, es erscheint eine Meldung.

source: Click on the left button and the icon will be added to the custom menu.
de: Klicken Sie auf die linke Schaltfläche und das Symbol wird dem benutzerdefinierten Menü hinzugefügt.

source: A star is added on selected icons.
de: Ein Stern wird auf ausgewählten Symbolen hinzugefügt.

source: **Remove an item**
de: **Ein Element entfernen**

source: Move the cursor over icon (icon with star).
de: Bewegen Sie den Cursor über das Symbol (Symbol mit Stern).

source: 3 - Navigation buttons
de: 3 - Navigationstasten

source: 4 - Button \"New tab\"
de: 4 - Schaltfläche \"Neue Registerkarte\"

source: Allows to open a new tab within the same session.
de: Erlaubt das Öffnen einer neuen Registerkarte innerhalb derselben Sitzung.

source: Logo area
de: Bereich Log

source: Information about the software
de: Informationen über die Software

source: Click on \"Logo Area\" will display the software information box.
de: Klicken Sie auf \"Logobereich\", um das Software-Informationsfeld anzuzeigen.

source: Online user manual
de: Online-Benutzerhandbuch

source: You can change logo with your own.
de: Sie können das Logo mit Ihrem eigenen ändern.

source: Refer to administration guide to replace the logo.
de: Zum Ersetzen des Logos siehe Administrationsanleitung.

source: \“Menu\“ and \“Documents\“ windows
de: \“Menü\“ und \“Dokumente\“ Fenster

source: Toggling between windows
de: Zwischen Fenstern umschalten

source: To toggling between windows, just click on window header.
de: Um zwischen den Fenstern umzuschalten, klicken Sie einfach auf den Fensterkopf.

source: 1 - Menu window
de: 1 - Menü-Fenster

source: The menu is proposed as a tree view of reachable items.
de: Das Menü wird als Baumansicht der erreichbaren Elemente vorgeschlagen.

source: Click on a grouping line will expand-shrink the group.
de: Klicken Sie auf eine Gruppierungslinie, um die Gruppe zu vergrößern oder zu verkleinern.

source: User parameter \“Icon size in menu\“
de: Benutzerparameter \“Symbolgröße im Menü\“

source: This parameter defines the size of icons in the menu.
de: Dieser Parameter definiert die Größe der Symbole im Menü.

source: 2 - Documents window
de: 2 - Fenster Dokumente

source: **3 - Document directories**
de: **3 - Dokumentenverzeichnisse**

source: «External shortcuts» and «Console messages» windows
de: «Externe Verknüpfungen» und «Konsolenmeldungen» Fenster

source: 1 - External shortcuts window
de: 1 - Fenster für externe Verknüpfungen

source: Display hyperlinks to remote web pages.
de: Hyperlinks zu entfernten Webseiten anzeigen.

source: These links are defined as hyperlink attachments on projects.
de: Diese Links sind als Hyperlink-Anhänge in Projekten definiert.

source: Links displayed here depend on the selected project.
de: Hier angezeigte Links hängen vom gewählten Projekt ab.

source: 2 - Console messages window
de: 2 - Nachrichtenfenster der Konsole

source: Displays information about main actions: insert, update, delete.
de: Zeigt Informationen über die wichtigsten Aktionen: Einfügen, Aktualisieren, Löschen.

source: The timestamp indicates when the action was done.
de: Der Zeitstempel zeigt an, wann die Aktion ausgeführt wurde.

source: List window
de: Listenfenster

source: List window features
de: Eigenschaften des Listenfensters

source: 1 - Element identifier
de: 1 - Elementkennzeichen

source: Displays the element name and the count of items in the list.
de: Zeigt den Elementnamen und die Anzahl der Elemente in der Liste an.

source: Each element is identified with a distinctive icon.
de: Jedes Element ist mit einem unverwechselbaren Symbol gekennzeichnet.

source: 2 - Rapid filter
de: 2 - Schnellfilter

source: **Any change on \"Id\" and \"Name\"**
de: **Jede Änderung an \“Id\“ und \“Name\“**

source: Will instantly filter data.
de: Filtert Daten sofort.

source: **Selecting a \"Type\"**
de: **Auswahl eines \"Typs\"**

source: Will restrict the list to the corresponding type.
de: Schränkt die Liste auf den entsprechenden Typ ein.

source: **Other filter fields**
de: **Sonstige Filterfelder**

source: Depending on the element, other filter fields will be available.
de: Je nach Element stehen weitere Filterfelder zur Verfügung.

source: 3 - Buttons
de: 3 - Tasten

source: Click on |buttonIconPrint| to get a printable version of the list.
de: Klicken Sie auf |buttonIconPrint|, um eine druckbare Version der Liste zu erhalten.

source: Click on |buttonIconPdf| to export it to PDF format.
de: Klicken Sie auf |buttonIconPdf|, um es ins PDF-Format zu exportieren.

source: Click on |buttonIconNew| to create a new item of the element.
de: Klicken Sie auf |buttonIconNew|, um ein neues Element anzulegen.

source: 4 - Extra buttons
de: 4 - Extra-Tasten

source: Click on |buttonIconStatus| to displays status list.
de: Klicken Sie auf |buttonIconStatus|, um die Statusliste anzuzeigen.

source: Only existing status are visible if their are used.
de: Nur vorhandene Status sind sichtbar, wenn sie verwendet werden.

source: Choice one of them and the item list will be filter.
de: Wählen Sie eine davon aus und die Artikelliste wird gefiltert.

source: This is a quick filter list by status.
de: Dies ist eine Schnellfilterliste nach Status.

source: 5 - Checkbox \"Show closed items\"
de: 5 - Kontrollkästchen \"Geschlossene Objekte anzeigen\"

source: Flag on \"Show closed items\" allows to list also closed items.
de: Flag auf \"Geschlossene Objekte anzeigen\" erlaubt es, auch geschlossene Objekte aufzulisten.

source: 6 - Column headers
de: 6 - Spaltenüberschriften

source: Sorting is not always on the name displayed
de: Die Sortierung erfolgt nicht immer nach dem angezeigten Namen

source: For instance
de: Zum Beispiel

source: 7 - Items list
de: 7 - Artikelliste

source: Quick search
de: Schnelle Such

source: The quick search allows to execute a textual search.
de: Die Schnellsuche ermöglicht eine textuelle Suche.

source: Click on |buttonIconSearch| to execute the search.
de: Klicken Sie auf |buttonIconSearch|, um die Suche auszuführen.

source: Click on |buttonIconUndo| to close the quick search.
de: Klicken Sie auf |buttonIconUndo|, um die Schnellsuche zu schließen.

source: Advanced filter
de: Erweiterte Filterung

source: The advanced filter allows to define clause to filter and sort.
de: Der erweiterte Filter erlaubt es, Klauseln zum Filtern und Sortieren zu definieren.

source: The \"advanced filter definition\" dialog box is divided into two sections.
de: Das Dialogfeld \"Erweiterte Filterdefinition\" ist in zwei Abschnitte unterteilt.

source: 1 - Active filter
de: 1 - Aktive Filte

source: This section allows to define the filter and sort clauses.
de: Dieser Abschnitt erlaubt es, die Filter- und Sortier-Klauseln zu definieren.

source: **Add criteria**
de: **Kriterien hinzufügen**

source: Define the clauses of filter or sort in \"Add a filter or sort clause\".
de: Definieren Sie die Klauseln des Filters oder sortieren Sie in \"Filter- oder Sortier-Klausel hinzufügen\".

source: Select the name of the field, the operator and the value to the clause.
de: Wählen Sie den Namen des Feldes, den Operator und den Wert der Klausel.

source: Click on |buttonAdd| to add additional criteria.
de: Klicken Sie auf |buttonAdd|, um weitere Kriterien hinzuzufügen.

source: Click on **OK** button to apply the filter.
de: Klicken Sie auf die Schaltfläche **OK**, um den Filter anzuwenden.

source: Click on **Cancel** button to revert to previous filter.
de: Klicken Sie auf **Abbrechen**, um zum vorherigen Filter zurückzukehren.

source: **Remove criteria**
de: **Kriterien entfernen**

source: To remove a criteria, click on |buttonIconDelete| on the line.
de: Um ein Kriterium zu entfernen, klicken Sie auf |buttonIconDelete| in der Zeile.

source: To remove all criteria, click on |buttonIconDelete| on the header.
de: Um alle Kriterien zu entfernen, klicken Sie auf |buttonIconDelete| in der Kopfzeile.

source: Click on the **Clear** button to reset the active filter.
de: Klicken Sie auf die Schaltfläche **Löschen**, um den aktiven Filter zurückzusetzen.

source: **Save active filter**
de: **Aktiver Filter speichern**

source: Active filter can be saved to reuse.
de: Aktiver Filter kann zur Wiederverwendung gespeichert werden.

source: 2 - Saved filters
de: 2 - Gespeicherte Filter

source: This section allows to manage saved filters.
de: In diesem Bereich können gespeicherte Filter verwaltet werden.

source: Click on a saved filter to retrieve its definition.
de: Klicken Sie auf einen gespeicherten Filter, um dessen Definition abzurufen.

source: Click on |buttonIconDelete| from a saved filter to delete it.
de: Klicken Sie auf |buttonIconDelete| aus einem gespeicherten Filter, um ihn zu löschen.

source: Default filter
de: Standardfilter

source: The default filter is defined for the user.
de: Der Standardfilter ist für den Benutzer definiert.

source: The filter will be automatically applied in the next connection.
de: Der Filter wird bei der nächsten Verbindung automatisch angewendet.

source: 3 - Shared filters
de: 3 - Gemeinsame Filter

source: Defined filters can be shared with other users.
de: Definierte Filter können mit anderen Benutzern geteilt werden.

source: Click on |unShareFilter| to share the selected filter.
de: Klicken Sie auf |unShareFilter|, um den ausgewählten Filter zu teilen.

source: Click on |sharedFilter| to unshare the selected filter.
de: Klicken Sie auf |sharedFilter|, um die Freigabe des ausgewählten Filters aufzuheben.

source: Shared filters are available for all users in them session.
de: Gemeinsame Filter sind für alle Benutzer in der Sitzung verfügbar.

source: Dialog box - Advanced filter definition with shared filter
de: Dialogbox - Erweiterte Filterdefinition mit gemeinsamem Filter

source: - List of filters
de: - Liste der Filter

source: The filter list allows to select a stored filter.
de: Die Filterliste erlaubt die Auswahl eines gespeicherten Filters.

source: To see the filter list, move the cursor over the advanced filter icon.
de: Um die Filterliste zu sehen, bewegen Sie den Cursor über das erweiterte Filtersymbol.

source: Click on the filter name to apply. |buttonIconActiveFilter|
de: Klicken Sie auf den Namen des Filters, um ihn anzuwenden. |buttonIconActiveFilter|

source: Click on **\"no filter clause\"** to reset the filter. |buttonIconFilter|
de: Klicken Sie auf **\"keine Filterklausel\"**, um den Filter zurückzusetzen. |buttonIconFilter|

source: Displayed columns
de: Angezeigte Spalten

source: Click on **OK** button to apply changes.
de: Klicken Sie auf **OK**, um Änderungen zu übernehmen.

source: Click on **Reset** button to reset the list to its default format.
de: Klicken Sie auf die Schaltfläche **Reset**, um die Liste auf das Standardformat zurückzusetzen.

source: The columns display is defined for the user.
de: Die Spaltenanzeige ist für den Benutzer definiert.

source: The definition will be automatically applied in the next connection.
de: Die Definition wird bei der nächsten Verbindung automatisch übernommen.

source: Column selection
de: Spaltenauswahl

source: Use checkboxes to select or unselect columns to display.
de: Verwenden Sie Kontrollkästchen, um die anzuzeigenden Spalten zu markieren oder zu deaktivieren.

source: **Id** and **name** are mandatory fields.
de: **Id** und **name** sind Pflichtfelder.

source: They cannot be removed from display.
de: Sie können nicht aus der Anzeige entfernt werden.

source: Columns order
de: Spaltenreihenfolge

source: Column size
de: Spaltengröße

source: Use the spinner button |one| to change the width of the field.
de: Mit der Spinner-Taste |one| können Sie die Breite des Feldes ändern.

source: Width is in % of the total list width.
de: Breite ist in % der gesamten Listenbreite.

source: The minimum width is 1%.
de: Die Mindestbreite beträgt 1%.

source: The maximum width is 50%.
de: Die maximale Breite beträgt 50%.

source: Field: Name
de: Feld: Name

source: The width of the field cannot be less than 10%.
de: Die Breite des Feldes darf nicht kleiner als 10% sein.

source: Total width over 100%
de: Gesamtbreite über 100%

source: The total width must be limited to a maximum 100%.
de: Die Gesamtbreite muss auf maximal 100% begrenzt sein.

source: The exceedance will be highlighted beside the buttons. |two|
de: Die Überschreitung wird neben den Schaltflächen hervorgehoben. |two|

source: Export to CSV format
de: Export ins CSV-Format

source: This functionality allows to export data of list in a CSV file.
de: Diese Funktion ermöglicht den Export von Listendaten in eine CSV-Datei.

source: Click on **OK** button to export data.
de: Klicken Sie auf **OK**, um Daten zu exportieren.

source: Click on **Cancel** button to close the dialog box.
de: Klicken Sie auf die Schaltfläche **Abbrechen**, um die Dialogbox zu schließen.

source: The active filter defined will be applied to export data.
de: Der definierte aktive Filter wird auf die Exportdaten angewendet.

source: The export definition is defined for each user.
de: Die Exportdefinition wird für jeden Benutzer definiert.

source: The same definition can be applied in the next export.
de: Die gleiche Definition kann beim nächsten Export angewendet werden.

source: Fields selection
de: Auswahl der Felde

source: Use the checkbox to select or unselect all fields.
de: Verwenden Sie das Kontrollkästchen, um alle Felder auszuwählen oder abzuwählen.

source: Id or name for references
de: Id oder Name für Referenzen

source: Preserve html format for long texts
de: HTML-Format für Langtexte beibehalten

source: Detail window
de: Detail-Fenster

source: Detail window features
de: Eigenschaften des Detailfensters

source: 1 - Item identifier
de: 1 - Artikelkennung

source: Identifies the item with the element type and the item id and name.
de: Identifiziert das Element mit dem Elementtyp und der Item-ID und dem Namen.

source: 2 - Creation information
de: 2 - Informationen zur Erstellung

source: Information on the item (issuer and creation date) in thumbnail format.
de: Informationen zum Objekt (Aussteller und Erstellungsdatum) im Thumbnail-Format.

source: See: :ref:`thumbnails`.
de: Siehe: :ref:`thumbnails`.

source: Administrator can change information.
de: Administrator kann Informationen ändern.

source: Click on |buttonIconNew| to create a new item.
de: Klicken Sie auf |buttonIconNew|, um einen neuen Eintrag zu erstellen.

source: Click on |buttonIconPrint| to get a printable version of the details.
de: Klicken Sie auf |buttonIconPrint|, um eine druckbare Version der Details zu erhalten.

source: Click on |buttonIconUndo| to cancel ongoing changes.
de: Klicken Sie auf |buttonIconUndo|, um laufende Änderungen zu verwerfen.

source: Click on |buttonIconDelete| to delete the item.
de: Klicken Sie auf |buttonIconDelete|, um den Eintrag zu löschen.

source: Click on |buttonIconRefresh| to refresh the display.
de: Klicken Sie auf |buttonIconRefresh|, um die Anzeige zu aktualisieren.

source: Some buttons are not clickable when changes are ongoing.
de: Einige Schaltflächen sind bei laufenden Änderungen nicht anklickbar.

source: |buttonIconUndo| button is clickable only when changes are ongoing.
de: |buttonIconUndo| button ist nur bei laufenden Änderungen klickbar.

source: Save or cancel ongoing changes first.
de: Laufende Änderungen zuerst speichern oder abbrechen.

source: 4 - Drop file area
de: 4 - Dateibereich ablegen

source: This area allows to add an attachment file to the item.
de: Dieser Bereich erlaubt das Hinzufügen einer Anhangsdatei zum Objekt.

source: Drop the file in the area.
de: Legen Sie die Datei in den Bereich.

source: Or click on the area to select a file.
de: Oder klicken Sie auf den Bereich, um eine Datei auszuwählen.

source: 5 - Sections
de: 5 - Abteilungen

source: The fields are regrouped under a section.
de: Die Felder sind unter einer Sektion zusammengefasst.

source: All sections can be folded or unfolded, clicking on the section title.
de: Alle Abschnitte können gefaltet oder aufgeklappt werden, indem Sie auf den Titel des Abschnitts klicken.

source: **Columns**
de: **Spalten**

source: The sections are organized in columns.
de: Die Sektionen sind in Spalten organisiert.

source: Number of displayed columns can be defined in user parameters.
de: Anzahl der angezeigten Spalten kann in Benutzerparametern definiert werden.

source: **Common sections**
de: **Gemeinsame Abschnitte**

source: **Item count in the list**
de: **Artikelanzahl in der Liste**

source: Header section
de: Kopfbereich

source: **Thumbnails on items in the list**
de: **Thumbnails auf Einträge in der Liste**

source: **Go to selected item**
de: **Zur ausgewählten Position gehen**

source: Cursor change to |pointingHandCursor| on clickable fields.
de: Cursor wechseln zu |pointingHandCursor| auf anklickbare Felder.

source: Copy item
de: Eintrag kopiere

source: Allows copied an item of the element.
de: Erlaubt das Kopieren eines Elements.

source: Simple element
de: Einfaches Element

source: Complex element
de: Komplexes Element

source: It is possible to select:
de: Man kann wählen:

source: New kind of element.
de: Neue Art von Element.

source: Select new type (corresponding to the kind of element).
de: Neuen Typ auswählen (entsprechend der Art des Elements)

source: Change the name.
de: Ändern Sie den Namen.

source: The new item has the status ÒcopiedÓ.
de: Der neue Eintrag hat den Status kopiert.

source: Allows to send an informative email to defined recipients list.
de: Ermöglicht das Versenden einer informativen E-Mail an definierte Empfänger.

source: Recipients list
de: Liste der Empfänger

source: Flag on the role checkbox to define the recipients list.
de: Flag auf der Rollen-Checkbox, um die Empfängerliste zu definieren.

source: **Checkbox \"other\"**
de: **Checkbox \"andere\"**

source: Flag on the checkbox \"other\" to manually enter email addresses.
de: Flag auf der Checkbox \"Andere\", um E-Mail-Adressen manuell einzugeben.

source: Message
de: Meldung

source: Save as note
de: Als Notiz speichern

source: Flag on to indicate the email message will be saved as a note.
de: Flag on, um anzuzeigen, dass die E-Mail-Nachricht als Notiz gespeichert wird.

source: Subscribe detail
de: Detail abonnieren

source: Subscribe list
de: Liste abonnieren

source: Allows to subscribe to tracking of an item.
de: Ermöglicht es, die Verfolgung eines Artikels zu abonnieren.

source: This icon is checked when you subscribed.
de: Dieses Symbol wird bei der Anmeldung überprüft.

source: Display of list of tracked items.
de: Anzeige der Liste der verfolgten Objekte.

source: To display it, click on button \"Show list of subscriptions\"
de: Um es anzuzeigen, klicke auf den Button \"Liste der Abonnements\"

source: Multiple update
de: Mehrfach-Update

source: Allows to update several items in one operation.
de: Ermöglicht die Aktualisierung mehrerer Elemente in einem Arbeitsgang.

source: The fields that can be updated depends on the element.
de: Welche Felder aktualisiert werden können, hängt vom Element ab.

source: The fields are grouped by section.
de: Die Felder sind nach Bereichen gruppiert.

source: Click on |buttonQuitMultiMode| to quit the multiple mode window.
de: Klicken Sie auf |buttonQuitMultiMode|, um das Mehrfachmodus-Fenster zu verlassen.

source: Select items
de: Artikel auswählen

source: Or use checkboxes to select/unselect all items in the list. |two|
de: Oder verwenden Sie Kontrollkästchen, um alle Elemente in der Liste zu markieren bzw. zu entmarkieren. |two|

source: The count of items selected is displayed. |three|
de: Die Anzahl der ausgewählten Artikel wird angezeigt. |three|

source: Multiple mode item selection
de: Multimodale Elementauswahl

source: Multiple mode window
de: Mehrfachmodus-Fenster

source: Apply updates
de: Updates anwenden

source: Click on |buttonIconSave| to save updates on selection.
de: Klicken Sie auf |buttonIconSave|, um Updates bei der Auswahl zu speichern.

source: Click on |buttonIconDelete| to delete all selected items.
de: Klicken Sie auf |buttonIconDelete|, um alle ausgewählten Elemente zu löschen.

source: Checklist
de: Kontrolllist

source: Allows to fill a checklist form.
de: Erlaubt das Ausfüllen eines Checklistenformulars.

source: The checklist forms are defined in :ref:`checklist-definition` screen.
de: Die Checklistenformulare werden im Bildschirm :ref:`checklist-definition` definiert.

source: The access to view the checklist depends on your access rights.
de: Der Zugriff auf die Checkliste hängt von Ihren Zugriffsrechten ab.

source: Displaying the checklist
de: Checkliste anzeigen
