Repository: babynus/projeqtor
Catalog: branches/V9.2/projeqtor/docs/user/locale/*/LC_MESSAGES/ControlAutomation.po
Languages: de

source: Notif. item
de: Benachrichtigungsartikel

source: Type of the element the list applies to .
de: Typ des Elements, auf das sich die Liste bezieht.

source: Type represents level 1 of the unread notification tree.
de: Typ repräsentiert die Ebene 1 des ungelesenen Benachrichtigungsbaums.

source: Section: Notification title
de: Sektion: Titel der Benachrichtigung

source: :term:`Title`
de: :term:`Titel`

source: Can add dynamics fields.
de: Kann Dynamikfelder hinzufügen.

source: This is the screen used to define the "programmed" parameters of the programming generation.
de: Dies ist der Bildschirm, auf dem die programmierten Parameter der Programmierung Generation.

source: Section 'Description':
de: Abschnitt 'Beschreibung':

source: ◦ Closed: As everywhere in projeQtor.
de: ◦ Geschlossen: Wie überall in ProjeQtor.

source: Section "Title of the notification"
de: Abschnitt "Titel der Meldung"

source: ◦ Title: The title of the notification (the subject of the email is the option 'Send email' is selected). It can contain fields of the "notifiable" element and its linked elements through an idXXX (where XXX represents the name of the linked element). In this case, the syntax must be: # {the field name}. Example: # {billId} - Invoice not paid - Sent on # {sendDate} If the rule (see below) of the instruction on the invoice of 'billId' 2017-10-30-0001 whose sending date is 30-10-2017 then the title of the notification SERA: 2017-10-30-0001 - Invoice not paid - Submitted on 10-30-2017
de: ◦ Titel: Der Titel der Benachrichtigung (der Betreff der E-Mail ist der Option'E-Mail senden' ausgewählt ist). Es kann Felder der "anzeigepflichtigenElement und seine verknüpften Elemente durch ein idXXX (wobei XXX für der Name des verknüpften Elements). In diesem Fall muss die Syntax stimmen: Die Feldname}. Beispiel: # {billId} - Rechnung nicht bezahlt - Gesendet am # {sendDate} Wenn die Regel (siehe unten) der Anweisung auf der Rechnung von 'billId' 2017-10-30-0001, dessen Versanddatum 30-10-2017 ist, dann der Titel der Benachrichtigung SERA: 2017-10-30-0001 - Rechnung nicht bezahlt - Vorgelegt am 10-30-2017

source: The following elements allow you to integrate dynamic fields: The comboBox 'Element' allows you to choose the selected notifiable element or one of its key linked elements. The comboxBox 'Field' allows you to choose the dynamic field of the element selected in 'Element'. The 'Insert' button allows you to insert where the cursor is in the title the dynamic field with the right synthax.
de: Die folgenden Elemente ermöglichen es Ihnen, dynamische Felder zu integrieren: Mit der Combobox“Element" können Sie das ausgewählte meldepflichtige Element oder eines seiner Schlüsselelemente auswählen. Die ComboxBox’Feld’ ermöglicht es Ihnen, das dynamische Feld des unter’Element’ ausgewählten Elements auszuwählen. Mit der Schaltfläche ’Einfügen’ können Sie an der Stelle, an der sich der Cursor im Titel befindet, das dynamische Feld mit dem richtigen Synthax einfügen.

source: ◦ Content: This is the content of the notification (to the email, if the 'Send Email' option is selected). In the same way as for the title, it can contain fields of the "notifiable" element and its elements leas by an idXXXX.
de: ◦ Inhalt: Dies ist der Inhalt der Benachrichtigung (an die E-Mail, wenn die Die Option "E-Mail senden" ist ausgewählt). Wie beim Titel kann er enthalten Felder des meldepflichtigen Elements und seiner Elemente, die von einem idXXXX.

source: Rule to apply:
de: Regel zur Anwendung:

source: This rule determines which instance of the item will generate a notification. The syntax is the one we take for a WHERE clause in an SQL statement. Example: Declares a notification for all invoices whose amount has been paid <total amount AND whose project name is 'ACME' # {paymentAmount} <# {fullAmount} AND # {idProject.name} = 'ACME' AND isnull (# {paymentDate)
de: Diese Regel legt fest, welche Instanz des Elements eine Benachrichtigung Die Syntax ist diejenige, die wir für eine WHERE-Klausel in einer SQL Aussage. Beispiel: Deklariert eine Benachrichtigung für alle Rechnungen, deren Betrag wurde bezahlt <Gesamtbetrag UND dessen Projektname'ACME' ist # ZahlungBetrag <# {fullAmount} AND # {idProject.name} = 'ACME' AND isnull (# {paymentDate)

source: The rule to apply is not mandatory. If the rule is empty, then only the reference date is used to determine whether or not a notification is generated.
de: Die anzuwendende Regel ist nicht zwingend. Wenn die Regel leer ist, dann wird nur die Das Bezugsdatum wird verwendet, um festzustellen, ob eine Meldung generiert.

source: In addition to choosing a dynamic field, you can choose to use an operator or function with the following elements:
de: Neben der Auswahl eines dynamischen Feldes können Sie auch einen Operator verwenden oder Funktion mit folgenden Elementen:

source: Notification content : Mandatory
de: Benachrichtigungsinhalt : Verbindlich

source: Start as:
de: Start als:

source: Reference Date : This is the notification date of the creation of the notification.
de: Bezugsdatum : Dies ist das Benachrichtigungsdatum für die Erstellung der Benachrichtigung.

source: Example: 'Due date' (paymentDueDate) is selected. For all invoices that are not the previous rule, a notification will be generated if the due date is greater than or equal to the current date.
de: Beispiel: 'Fälligkeitsdatum' (paymentDueDate) wird gewählt. Für alle Rechnungen, die nicht die bisherige Regel, wird eine Benachrichtigung generiert, wenn das Fälligkeitsdatum größer oder gleich dem aktuellen Datum.

source: Month: If checked, the generator (notification) applies to the year from the reference date to the reference day.
de: Monat: Wenn angekreuzt, gilt der Generator (Benachrichtigung) für das Jahr ab der Bezugsdatum zum Bezugsdatum.

source: Fixed Day: If a day is chosen (not empty), the generator (if the rule applies).
de: Fixer Tag: Wird ein Tag gewählt (nicht leer), wird der Generator (wenn die Regel gilt).

source: Year: If the year is checked, the generator is a notification every year to the month and the day of the reference date
de: Jahr: Wenn das Jahr überprüft wird, wird der Generator jedes Jahr auf den Monat und den Tag des Bezugsdatums hingewiesen

source: Fixed month: If a month is chosen, the generator (a rule) a notification each year to the fixed month and the day of the reference date
de: Fester Monat: Wenn ein Monat gewählt wird, wird der Generator (eine Regel) eine Benachrichtigung jedes Jahr auf den festgelegten Monat und den Tag des Bezugsdatums

source: Fixed day: If a day is chosen, the data generator (not apply) is notified each year to the year of the reference date on the day fixed.
de: Fixer Tag: Wird ein Tag gewählt, wird der Datengenerator (nicht zutreffend) benachrichtigt jedes Jahr auf das Jahr des Bezugsdatums an dem festgelegten Tag.

source: If Year Checked, month and day corrects, then it is a birthday. The statement generator a notification every year to come in the month and on the set day. The reference date is no longer used for anything in this case.
de: Wenn Jahr geprüft, Monat und Tag korrigiert werden, dann ist es ein Geburtstag. Die Statement Generator eine Benachrichtigung jedes Jahr im Monat und auf Der Stichtag. Das Bezugsdatum wird in diesem Fall nicht mehr verwendet.

source: Notify before: This is a number of days before the notification date for which the notification is to be generated
de: Benachrichtigen Sie mich vorher: Dies ist eine Anzahl von Tagen vor dem Benachrichtigungsdatum für welche die Meldung erzeugt werden soll

source: Send to: These are the types of people who are notified.
de: Senden an: Das sind die Leute, die benachrichtigt werden.

source: The syntax is as follows: One of the words in the "Help - Authorized Recipients" section separated by a '; The following items allow you to choose the type of remitter.
de: Die Syntax ist wie folgt: Eines der Wörter in der "Hilfe - Autorisiert Der Abschnitt "Empfänger" ist durch einen Punkt getrennt; Die folgenden Punkte erlauben es Ihnen, Wählen Sie die Art des Überweisers.

source: Sent e-mail: If checked, an e-mail will be generated even if the notification for each type of person has been defined.
de: Gesendete E-Mail: Wenn diese Option aktiviert ist, wird eine E-Mail generiert, auch wenn die Benachrichtigung für jede Art von Person wurde definiert.

source: Miscellaneous ____________________
de: Sonstiges ____________________

source: The parameterization
de: Die Parametrierung

source: There are 2 global settings for the notification system:
de: Es gibt 2 globale Einstellungen für das Benachrichtigungssystem:

source: If YES, the notification system is implemented.
de: Wenn JA, ist das Benachrichtigungssystem implementiert.

source: CronCheckNotifications
de: CronCheckNotifications" (Benachrichtigungen

source: Gives in seconds, the time interval between two generations of notification (and the Cron system is active) and between two the refresh of notifications on the HMI.
de: Gibt in Sekunden das Zeitintervall zwischen zwei Generationen der Benachrichtigung an.(und das Cron-System ist aktiv) und zwischen zweien das Aktualisieren von Benachrichtigungen auf dem HMI.

source: Generation of notifications
de: Generierung von Benachrichtigungen

source: Made by the CRON every hour Made at each change (creation, modification, deletion) of rule definition Not done on changes of other classes
de: Von der CRON jede Stunde bei jeder Änderung gemacht (Erstellung, Änderung,Löschen) der Regeldefinition Nicht durchgeführt bei Änderungen anderer Klassen

source: The authorizations
de: Die Berechtigungen

source: The access rights for the 'Notification' menu were given to the 'standard' projeqtor profiles (idProfile = 1 to 7). The access rights for the 'Notification Definition' menu have been given for the administrator profile (idProfile = 1).
de: Die Zugriffsrechte für das Menü'Benachrichtigung' wurden dem'Standard' zugewiesen Projeqtor-Profile (idProfile = 1 bis 7). Die Zugriffsrechte für das Menü Benachrichtigungsdefinition" wurde für das Administratorprofil eingerichtet (idProfile = 1)

source: Access Rights
de: Zugriffsberechtigunge

source: For notifications, rights:
de: Für Mitteilungen, Rechte:

source: 'full' were given to the administrator profile.
de: 'full' wurden dem Administratorprofil übergeben.

source: 'modifiers'
de: 'Modifikatoren'

source: For the definition of the notification rules (notificationDefinition), the rights:
de: Für die Definition der Benachrichtigungsregeln (notificationDefinition) wird die Rechte:

source: "update" was given to the administrator profile.
de: "Update" wurde dem Administratorprofil gegeben.

source: 'read only' for other profiles
de: 'Nur Lesen' für andere Profil

source: The IHMs ____________________
de: Die IHMs ____________________

source: After logging in, a message generated after "Login accepted" that tells you that you have unread notifications:
de: Nach dem Einloggen wird eine Nachricht generiert, die nach "Login akzeptiert" erscheint, die besagt: Dass Sie ungelesene Mitteilungen haben:

source: Display of unread notifications It is done at 2 levels on the main screen:
de: Anzeige von ungelesenen Benachrichtigungen Auf dem Hauptbildschirm erfolgt dies auf 2 Ebenen:

source: Bottom right A notification icon appears as soon as a notification is not intended for the user.
de: Unten rechts Ein Benachrichtigungssymbol erscheint, sobald eine Benachrichtigung nicht erscheint Für den Benutzer bestimmt.

source: Clicking on the icon gives direct access to the notifications screen.
de: Ein Klick auf das Symbol ermöglicht den direkten Zugriff auf den Benachrichtigungsbildschirm.

source: Below the menus
de: Unterhalb der Menüs

source: A tree whose title indicates the number of unread notifications intended for the user.
de: Ein Baum, dessen Titel die Anzahl der ungelesenen Benachrichtigungen angibt, die für Der Benutzer.

source: This tree has the following levels:
de: Dieser Baum hat folgende Ebenen:

source: Level 1: The types of notifications
de: Ebene 1: Die Arten von Benachrichtigungen

source: Level 2: The trigger for notifications
de: Level 2: Der Auslöser für Benachrichtigungen

source: Level 3: The Notification Definition to Product Notifications
de: Level 3: Die Meldungsdefinition für Produktmeldungen

source: Level 4: The id of the element that generated the notification. The icon allows direct access to the item.
de: Level 4: Die ID des Elements, das die Benachrichtigung erzeugt hat. Das Symbol erlaubt den direkten Zugriff auf das Objekt.

source: The icon allows you to refresh notifications without waiting for the scheduled update. The icon provides direct access to the notifications screen.
de: Das Symbol ermöglicht es Ihnen, Benachrichtigungen zu aktualisieren, ohne auf die Geplantes Update. Das Symbol ermöglicht den direkten Zugriff auf die Benachrichtigungen Bildschirm.
