Repository: babynus/projeqtor
Catalog: branches/V9.2/projeqtor/docs/user/locale/*/LC_MESSAGES/ControlAutomation.po
Languages: de

source: Workflows
de: Arbeitsabläufe

source: A workflow defines the possibility to go from one status to another one, and who (depending on profile) can do this operation for each status.
de: Ein Workflow definiert die Möglichkeit, von einem Status zum anderen zu wechseln, und wer (je nach Profil) diese Operation für jeden Status durchführen kann.

source: Once defined, a workflow can be linked to any type of any item.
de: Einmal definiert, kann ein Workflow mit jeder Art von Objekt verknüpft werden.

source: Section: Description
de: Sektion: Beschreibung

source: Field
de: Feld

source: Description
de: Beschreibung

source: Unique Id for the workflow.
de: Eindeutige Id für den Workflow.

source: Name of the workflow.
de: Name des Workflows.

source: Sort order
de: Sortierung

source: Number to define the order of display in lists.
de: Nummer zur Festlegung der Reihenfolge der Anzeige in Listen.

source: :term:`Closed`
de: :term:`Geschlossen`

source: Flag to indicate that workflow is archived.
de: Kennzeichen, dass der Workflow archiviert wird.

source: Complete description of the workflow.
de: Vollständige Beschreibung des Workflows"

source: **\* Required field**
de: **\* Pflichtfeld**

source: Button: Select status to show or hide
de: Schaltfläche: Status zum Ein- und Ausblenden auswählen

source: This button |buttonIconParameter| can be used to hide some unnecessary status.
de: Diese Schaltfläche |buttonIconParameter| kann verwendet werden, um unnötige Status.

source: Section: Workflow Diagram
de: Sektion: Workflow-Diagramm

source: The workflow diagram presents a visual representation of the workflow displaying all possible transitions (independently to profile rights).
de: Das Workflow-Diagramm zeigt eine visuelle Darstellung des Workflows Anzeige aller möglichen Übergänge (unabhängig von den Profilrechten).

source: Workflow Diagram
de: Workflow-Diagramm

source: Section: Habilitation to change from a status to another
de: Sektion: Übersicht zum Wechsel von einem Status in einen anderen

source: The habilitation table helps defining who can move from one status to another one.
de: Die Übersichtstabelle hilft bei der Definition, wer von einem Status in den Noch eine.

source: Each line corresponds to the status from which you want to be able to move.
de: Jede Zeile entspricht dem Status, von dem aus Sie sich bewegen wollen.

source: Each column corresponds to the status to which you want to be able to go.
de: Jede Spalte entspricht dem Status, in den Sie gehen wollen.

source: It is not possible to go from one status to itself (these cells are blank).
de: Es ist nicht möglich, von einem Status zu sich selbst zu gelangen (diese Zellen sind leer).

source: Just check the profile (or “all”) who is allowed to pass from one status to the other.
de: Überprüfen Sie einfach das Profil (oder "alle"), das von einem Status auf die andere.

source: **In the upper example:**
de: **Im oberen Beispiel:**

source: Anyone can move an item from “recorded” to “assigned” and from “recorded” to “cancelled”.
de: Jeder kann einen Artikel von "aufgezeichnet" nach "zugewiesen" und von "aufgezeichnet" nach " verschieben.

source: No one can move an item from “qualified” status to any other status. In this case, pay attention that it must never be possible to move an item to “qualified” status, because it will not be possible to leave this status.
de: Niemand kann einen Artikel aus dem Status "qualifiziert" in einen anderen Status verschieben. In diesem Fall, achten Sie darauf, dass es niemals möglich sein darf, einen Gegenstand nach Qualifizierter" Status, weil es nicht möglich sein wird, diesen Status zu verlassen.

source: Email Templates
de: E-Mail-Vorlagen

source: The user is able to format mails that are sent automaticaly on events (see Mails on event). When using template, the standard email formating is replaced with selected one. Just define your templates, and select it on the "Mail on Events"
de: Der Benutzer ist in der Lage, Mails zu formatieren, die bei Ereignissen automatisch versendet werden (siehe Mails bei Ereignis). Bei Verwendung der Vorlage ist die Standard-E-Mail-Formatierung ersetzt durch eine ausgewählte. Definieren Sie einfach Ihre Vorlagen und wählen Sie es von der Liste „Mail on Events“ aus.

source: Unique Id for the template.
de: Eindeutige Id für die Vorlage.

source: name
de: name" (Name

source: email template name
de: Name der E-Mail-Vorlage

source: Element updated
de: Element aktualisiert

source: elements that will be able to use this template
de: Elemente, die diese Vorlage verwenden können

source: Type
de: Type" (Typ

source: Type of the selected element that will be able to use this template
de: Typ des ausgewählten Elements, das diese Vorlage verwenden kann

source: title
de: title" (Titel

source: title of sent mails
de: Titel der gesendeten E-Mails

source: template
de: vorlage

source: template of sent mails
de: Vorlage der gesendeten Mails

source: Flag to indicate that email template is archived.
de: Kennzeichen, dass die E-Mail-Vorlage archiviert ist.

source: If not set, the template is valid for every type of the element
de: Wenn nicht gesetzt, gilt die Vorlage für jeden Typ des Elements

source: If element is set, only these elements will be able to select the template
de: Wenn das Element gesetzt ist, können nur diese Elemente die Vorlage auswählen

source: if element and type are set, only these elements of the correspondiong type will be able to select the template
de: wenn Element und Typ gesetzt sind, nur diese Elemente des entsprechenden Typs wird in der Lage sein, die Vorlage auszuwählen

source: in the template, user can use any property of the updated object to show in the mail, just use ${propertyName} for instance ${name} will display the name of the item, ${id} will display its id
de: in der Vorlage kann der Benutzer jede Eigenschaft des aktualisierten Objekts verwenden, um in die Mail, verwenden Sie einfach ${propertyName} zum Beispiel ${name} wird die Name des Eintrags, ${id} zeigt seine ID an

source: for properties referencing external item, such as idXxxxx, use ${nameXxxxx} to display name of item instead of its id for instance ${nameProject} will display the name of the project, as ${idProject} will display the id of the project
de: für Eigenschaften, die sich auf ein externes Element beziehen, wie z.B. idXxxxxxx, verwenden Sie ${nameXxxxx}. um den Namen des Elements anstelle seiner ID anzuzeigen, z.B. ${nameProject} wird den Namen des Projekts anzeigen, da ${idProject} die ID des Projekt

source: other tags are available as parameters for email titles (see Global Parameters > emails)
de: andere Tags stehen als Parameter für E-Mail-Titel zur Verfügung (siehe Globale Parameter > E-Mails)

source: some specific tags can also be used
de: einige spezifische Tags können auch verwendet werden

source: ${dbName} : display name of current instance
de: ${dbName} : Anzeigename der aktuellen Instanz

source: ${responsible} : synonym for ${nameResource}
de: ${responsible} : synonym für ${nameResource}

source: Other event that will possibly generate an email.
de: Anderes Ereignis, das möglicherweise eine E-Mail generiert.

source: Flag to indicate that status mail is archived.
de: Kennzeichen, dass Status-Mail archiviert wird.

source: If not set, the event is valid for every type of the element.
de: Wenn nicht gesetzt, gilt das Ereignis für jeden Typ des Elements.

source: Section: Mail receivers
de: Sektion: Mail-Empfänger

source: List of addresses of the mails.
de: Liste der Adressen der Mails.

source: The list is not nominative, but defined as roles on the element.
de: Die Liste ist nicht nominativ, sondern als Rollen auf dem Element definiert.

source: Each addressee will receive mail only once, even if a person has several “checked” roles on the element.
de: Jeder Empfänger erhält nur einmal Post, auch wenn eine Person mehrere Überprüfte" Rollen auf dem Element.

source: See: :ref:`receivers-list` for receivers detail.
de: Siehe: :ref:`receivers-list` für Empfängerdetails.

source: Delays for tickets
de: Verspätungen für Tickets

source: It is possible to define a default delay for tickets, for each ticket type and each ticket urgency.
de: Es ist möglich, eine Standardverzögerung für Tickets zu definieren, für jeden Tickettyp und jede Ticket-Dringlichkeit.

source: On creation, the due date will automatically be calculated as creation date + delay.
de: Bei der Erstellung wird das Fälligkeitsdatum automatisch als Erstellungsdatum berechnet.

source: Unique Id for the delay definition.
de: Eindeutige Id für die Verzögerungsdefinition.

source: **Ticket type**
de: **Tickettyp**

source: Ticket type the delay applies to.
de: Tickettyp, für den die Verzögerung gilt.

source: **Urgency**
de: **Dringlichkeit**

source: Urgency of ticket the delay applied to.
de: Dringlichkeit des Tickets, auf das sich die Verspätung bezieht.

source: **Value**
de: **Wert**

source: Value of delay.
de: Wert der Verzögerung.

source: Flag to indicate that delay definition is archived.
de: Flag, um anzuzeigen, dass die Delay-Definition archiviert ist.

source: Unit for the value can be :
de: Einheit für den Wert kann sein:

source: Days : simple calculation as days.
de: Tage: einfache Berechnung als Tage.

source: Hours : simple calculation as hours.
de: Stunden : einfache Berechnung als Stunden.

source: Open days : calculation excluding days off (weekends and days off defined on “calendar”).
de: Tage der offenen Tür: Berechnung ohne arbeitsfreie Tage (Wochenenden und arbeitsfreie Tage, definiert an "Kalender"").

source: Open hours : calculation only on the “standard open hours” defined in :ref:`Global parameters<daily-work-hours-section>` screen.
de: Öffnungszeiten: Berechnung nur auf dem in :ref:`Global parameters<daily-work-hours-section>` definierten Menü.

source: Indicators
de: Indikatoren

source: It is possible to define indicators on each type of element.
de: Es ist möglich, Indikatoren für jeden Elementtyp zu definieren.

source: Depending on type of elements the type of indicators that can be selected in list differs.
de: Abhängig von der Art der Elemente ist die Art der Indikatoren, die unter Liste unterscheidet sich.

source: Some indicators are based on delay (due date), some on work, some on cost.
de: Einige Indikatoren basieren auf Verspätung (Fälligkeitsdatum), andere auf Arbeit, wieder andere auf Kosten.

source: For each indicator a warning value and an alert value can be defined.
de: Für jeden Indikator kann ein Warnwert und ein Alarmwert definiert werden.

source: Unique Id for the indicator definition.
de: Eindeutige Id für die Indikatordefinition.

source: Element
de: Element" (Element

source: The elements the indicator applies to.
de: Die Elemente, für die der Indikator gilt.

source: Type of the elements the indicator applies to.
de: Typ der Elemente, für die der Indikator gilt.

source: Indicator
de: Indikator" (Indikator

source: Indicator applies to.
de: Indikator gilt für.

source: Reminder
de: Erinnerung

source: Delay before due date or % of work or % or cost to send a warning.
de: Verspätung vor Fälligkeit oder % der Arbeit oder % oder Kosten für eine Verwarnung.

source: Alert
de: Alarm

source: Delay before due date or % of work or % or cost to send an alert.
de: Verspätung vor Fälligkeit oder % der Arbeit oder % oder Kosten für eine Benachrichtigung.

source: See : :ref:`receivers-list` for receivers detail.
de: Siehe : :ref:`receivers-list` für Empfängerdetails.

source: Section: Internal alert receivers
de: Sektion: Interne Alarmempfänger

source: List of addresses of the internal alert.
de: Liste der Adressen des internen Alarms.

source: Predefined notes
de: Vordefinierte Notizen

source: The predefined note set the possibility to define some predefined texts for notes.
de: Die vordefinierte Notiz bietet die Möglichkeit, einige vordefinierte Texte für Notizen.

source: When some predefined notes are defined for an element and / or type a list will appear on note creation.
de: Wenn einige vordefinierte Notizen für ein Element definiert sind und / oder eine Liste schreiben wird bei der Notenerstellung erscheinen.

source: Selecting an item in the list will automatically fill in the note text field.
de: Die Auswahl eines Punktes in der Liste füllt automatisch das Notiztextfeld aus.

source: Unique Id for the predefined note.
de: Eindeutige Id für die vordefinierte Notiz.

source: Name of the predefined note.
de: Name der vordefinierten Notiz.

source: Kind of item (Ticket, Activity, …) for which this predefined note will be proposed on note creation.
de: Art des Gegenstandes (Ticket, Aktivität, ....), für den diese vordefinierte Notiz vorgeschlagen bei der Erstellung von Notizen.

source: Type of element for which this predefined note will be proposed on note creation.
de: Art des Elements, für das diese vordefinierte Notiz vorgeschlagen wird Schöpfung.

source: Text
de: Text" (Text

source: Predefined text for notes.
de: Vordefinierter Text für Notizen.

source: If not set, predefined note is valid for every element type.
de: Wenn nicht gesetzt, gilt der vordefinierte Hinweis für jeden Elementtyp.

source: If not set, predefined note is valid for every type of the element.
de: Wenn nicht gesetzt, gilt der vordefinierte Hinweis für jeden Typ des Elements.

source: Checklists
de: Checklisten

source: It is possible to define checklist forms for each type of element.
de: Es ist möglich, Checklistenformulare für jeden Elementtyp zu definieren.

source: When a checklist form exists for a given element, the checklist is available for the element.
de: Wenn ein Checklistenformular für ein bestimmtes Element existiert, ist die Checkliste verfügbar für das Element.

source: Unique Id for the checklist definition.
de: Eindeutige Id für die Checklistendefinition.

source: The elements the checklist applies to.
de: Die Elemente, auf die sich die Checkliste bezieht.

source: Type of the elements the checklist applies to.
de: Art der Elemente, für die die Checkliste gilt.

source: Flag to indicate that checklist definition is archived.
de: Kennzeichen, dass die Checklistendefinition archiviert wird.

source: Section: Checklist lines
de: Sektion: Checkliste Zeile

source: Displayed caption.
de: Angezeigte Bildunterschrift.

source: Help text that will be displayed as tooltip.
de: Hilfetext, der als Tooltip angezeigt wird.

source: Checks can be exclusive (select one will unselect others) or not (multi selection is then possible).
de: Checks können exklusiv sein (wählen Sie einen aus, um andere zu deaktivieren) oder nicht (multi Auswahl ist dann möglich).

source: Receivers list
de: Empfänger Liste

source: Receivers can receive email and alert.
de: Empfänger können E-Mails und Alarme empfangen.

source: A description of receivers below.
de: Eine Beschreibung der Empfänger unten.

source: Requestor
de: Anfragender

source: The contact defined as :term:`requestor` on current item; sometimes appears as “contact” (on quotation and order, for instance) and sometimes have no meaning (for instance for milestone).
de: Der Kontakt, definiert als :term:`Antragsteller` auf dem aktuellen Eintrag; erscheint manchmal als "Kontakt" (z.B. bei Angebot und Bestellung) und haben manchmal keine Bedeutung (zum Beispiel für Meilenstein).

source: Issuer
de: Emittenti

source: The user defined as :term:`Issuer`.
de: Der Benutzer definiert als :term:`Herausgeber`.

source: Responsible
de: Verantwortlich

source: The resource defined as :term:`responsible`.
de: Die Ressource definiert als :term:`Verantwortlich`.

source: Project team
de: Projektteam

source: All resources allocated to the project.
de: Alle dem Projekt zugewiesenen Ressourcen.

source: Project leader
de: Projektleiter

source: The resource(s) allocated to the project with a “Project Leader” profile.
de: Die dem Projekt zugewiesene(n) Ressource(n) mit dem Profil "Projektleiter".

source: Project manager
de: Projektmanager

source: The resource defined as the manager on a project.
de: Die Ressource, die als Manager in einem Projekt definiert ist.

source: Assigned resource
de: Zugewiesene Ressource

source: All resources assigned.
de: Alle Ressourcen zugeordnet.

source: Other
de: Sonstiges

source: Provides an extra field to manually enter email addresses.
de: Bietet ein zusätzliches Feld zur manuellen Eingabe von E-Mail-Adressen.

source: If “other” is checked, an input box is displayed to enter a static mail address list.
de: Wenn "Andere" angekreuzt ist, wird ein Eingabefeld zur Eingabe einer statischen Mail Adressliste angezeigt.

source: Several addresses can be entered, separated by semicolon.
de: Mehrere Adressen können durch Semikolon getrennt eingegeben werden.

source: KPI definitions
de: KPI-Definition" (KPI-Definitionen

source: A performance indicator or key performance indicator (KPI) is a type of performance measurement.
de: Ein Leistungsindikator oder Key Performance Indicator (KPI) ist eine Art von Leistungsmessung.

source: It is possible to define Kpi on incomings and deliverables items.
de: Es ist möglich, Kpi für Einnahmen und Ausgaben zu definieren.

source: Unique Id for the KPI.
de: Eindeutige Id for the KPI.

source: Name of the KPI.
de: Name des KPI.

source: Code
de: Code" (Code

source: code of the KPI.
de: Code des KPI.

source: Complete description of the KPI.
de: Vollständige Beschreibung des KPI.

source: Idle
de: Leerlauf

source: Statut of the KPI.
de: Statut des KPI.

source: Description integrates the formula used to calculate the KPI.
de: Beschreibung integriert die Formel zur Berechnung der KPI.

source: Section: Tresholds
de: Sektion: Schwellenwerte

source: It is possible to attributes tresholds lines to KPI.
de: Es ist möglich, den KPIs Schwellenwerte zuzuordnen.

source: Click on |buttonAdd| to create a new JobList line.
de: Klicken Sie auf |buttonAdd|, um eine neue JobList-Zeile zu erstellen.

source: Click on |buttonEdit| to update an existing JobList line.
de: Klicken Sie auf |buttonEdit|, um eine bestehende JobList-Zeile zu aktualisieren.

source: Click on |buttonIconDelete| to delete the corresponding JobList line.
de: Klicken Sie auf |buttonIconDelete|, um die entsprechende JobList-Zeile zu löschen.

source: Keep in mind KPI is an indicator of performance at project level (opposite to indicator which is calculated at item level).
de: Der KPI ist ein Indikator für die Leistung auf Projektebene (im Gegensatz zu zum Kennzeichen, das auf Positionsebene berechnet wird).

source: to display the indicator, use Kpi report. See: :ref:`report`
de: um den Indikator anzuzeigen, verwenden Sie den KPI-Bericht. Siehe: :ref:`report`

source: JobList
de: JobList" (englisch

source: Management of the JobList can be used for each element but it usually used to detail an Activity or Ticket.
de: Die Verwaltung der JobList kann für jedes Element verwendet werden, wird aber üblicherweise verwendet um eine Aktivität oder ein Ticket zu detaillieren.

source: When a Joblist form exists for a given element, the Joblist is available for the element
de: Wenn ein Joblistenformular für ein bestimmtes Element existiert, ist die Jobliste verfügbar für Das Element

source: It is an indicator to follow the respect of dates values.
de: Es ist ein Indikator für die Einhaltung der Datenwerte.

source: Unique Id for the KPI..
de: Eindeutige Id for the KPI...

source: Unique Id for the Checklistable.
de: Eindeutige Id for the Checklistentabelle.

source: idType
de: idType" (englisch

source: Type of the elements the joblist applies to.
de: Typ der Elemente, für die die Jobliste gilt.

source: idle.
de: Leerlauf"

source: Section: JobList lines
de: Sektion: JobList-Zeilen

source: A JobList is built from JobList lines.
de: Eine JobList wird aus JobList-Zeilen aufgebaut.

source: Looking like CheckLists with no choice.
de: Sieht aus wie Checklisten ohne Wahl.

source: Notification system
de: Benachrichtigungssystem

source: This system also allows you to generate notifications manually or according to some very "powerful" rules (defined as "where" clauses). We now have 2 systems for generating alerts or reminders : indicators and notifications.
de: Dieses System ermöglicht es Ihnen auch, Meldungen manuell oder nach zu einigen sehr mächtigen Regeln (definiert als "wo" Klauseln). Wir haben jetzt 2 Systeme zur Generierung von Alarmen oder Erinnerungen: Indikatoren und Benachrichtigungen.

source: The concept of user notification has been incorporated into projeqtor. A notification has a title, a content, a remitter. If it is generated by the notification system (see following paragraph), it is linked to an element of the system (Action, Invoice,…).
de: Das Konzept der Benutzerbenachrichtigung wurde in projeqtor integriert. A Benachrichtigung hat einen Titel, einen Inhalt, einen Absender. Wird sie durch die Meldesystem (siehe folgenden Absatz), ist es mit einem Element von Das System (Aktion, Rechnung,....).

source: In order to automatically generate notifications based on certain field values of a system element, a notification system has been implemented. This notification system, whose purpose is to automatically generate notifications, is based on notification generation definitions.
de: Um automatisch Benachrichtigungen zu generieren, die auf einem bestimmten Feld basieren Werte eines Systemelements wurde ein Benachrichtigungssystem implementiert. Dieses Benachrichtigungssystem, dessen Zweck es ist, automatisch Benachrichtigungen, basiert auf den Definitionen der Benachrichtigungsgenerierung.

source: Creation _________________
de: Erstellung __________________________

source: The definition of notification generation is based on the following:
de: Die Definition der Benachrichtigungsgenerierung basiert auf folgendem:

source: The element of the system that determines the notification, called "Notifiable Element" (notifiable)
de: Das Element des Systems, das die Meldung bestimmt, genannt Meldepflichtiges Element" (Meldepflichtig

source: The notification rule notifying the elements related to the generation of a notification
de: Die Benachrichtigungsregel, die die Elemente im Zusammenhang mit der Generierung eines Benachrichtigung

source: The date (referred to as the reference date) at which the notification must be generated. This is one of the dates of the notifiable item that is not the creation date.
de: Das Datum (das als Bezugsdatum bezeichnet wird), an dem die Meldung generiert werden muss. Dies ist eines der Daten des meldepflichtigen Postens, das nicht das Erstellungsdatum ist.

source: The generated notification receivers. Fields of the notifiable element or its sub-elements that refer to users.
de: Die generierten Benachrichtigungsempfänger. Felder des meldepflichtigen Elements oder seine Unterelemente, die sich auf Benutzer beziehen.

source: The type of notification (Alert, Warning, Information)
de: Die Art der Benachrichtigung (Alert, Warnung, Information)"

source: The title that can contain the field values of the notifiable element or its sub-elements
de: Der Titel, der die Feldwerte des meldepflichtigen Elements oder dessen Unterelemente

source: The content may also contain the field values of the notifiable element or its sub-elements.
de: Der Inhalt kann auch die Feldwerte des meldepflichtigen Elements enthalten oder seine Unterelemente.

source: The choice to send, or not, to all the sending of emails at the same time as the notifications.
de: Die Wahl, alle E-Mails zur gleichen Zeit zu versenden oder nicht, wie Die Benachrichtigungen.

source: **\* Definition of notifications**
de: **\* Definition von Benachrichtigungen**

source: appears on level 3 of the unread notification tree.
de: erscheint auf Ebene 3 des ungelesenen Benachrichtigungsbaums.
