Repository: babynus/projeqtor
Catalog: branches/V9.1/projeqtor/docs/user/locale/*/LC_MESSAGES/index.po
Languages: de

source: Welcome
de: Willkommen

source: ProjeQtOr is a Quality based Project Organizer, as a web application.
de: ProjeQtOr ist ein qualitätsbasierter Projekt-Organizer, als Web-Anwendung.

source: What's New in this user guide version?
de: Was ist neu in dieser Bedienungsanleitung?

source: Current version is V7.1
de: Aktuelle Version ist V7.1

source: Planning
de: Planung

source: Managements of pool of resource
de: Management des Ressourcenpools

source: Filter on the planning
de: Filter auf die Planung

source: Steering
de: Lenkung

source: Requirements and tests
de: Anforderungen und Tests

source: Add new Requirements dashboard, similar to existing Ticket Dashboard
de: Add new Requirements Dashboard, ähnlich dem bestehenden Ticket Dashboard

source: Configuration management (Products et Versions)
de: Konfigurationsmanagement (Produkte und Versionen)

source: Controls et Automation
de: Steuerung und Automatisierun

source: On workflows, view the list of types that use this workflow
de: Auf Workflows, sehen Sie die Liste der Typen, die diesen Workflow verwenden

source: Miscellaneous
de: Sonstiges

source: Management of multiple customers.
de: Verwaltung mehrerer Kunden.

source: Define the default copy class.
de: Definieren Sie die Standard-Kopierklasse.

source: Reports
de: Berichte

source: Technical
de: Technische

source: Display external libraries (and their version) on the pop-up "About"
de: Externe Bibliotheken (und ihre Version) auf dem Popup-Fenster anzeigen "About"

source: PrÃ©vious version was V7.0
de: Vorläufige Version war V7.0

source: Activity Stream.
de: Tätigkeitsfluss.

source: Activity Stream
de: Tätigkeitsfluss

source: Display of notes on right part of screen.
de: Anzeige der Notizen im rechten Teil des Bildschirms.

source: Possibility to quickly add note, in chat like mode.
de: Möglichkeit, schnell Notizen hinzuzufügen, im Chat-Modus.

source: See: :ref:`AS`
de: Siehe: :ref:`AS`

source: Configuration Management.
de: Konfigurationsmanagement.

source: Versions planning
de: Versions-Planung

source: See: :ref:`versions-planning`
de: Siehe: :ref:`versions-planning`

source: Review logs.
de: Protokolle prüfen.

source: Deliverys
de: Lieferungen

source: Added list of deliverables integrated in delivery.
de: Liste der in die Lieferung integrierten Leistungen hinzugefügt.

source: Automatic dispatch of delivery status to deliverables.
de: Automatischer Versand des Lieferstatus an Liefergegenstände.

source: See: :ref:`deliveries`
de: Siehe: :ref:`deliveries`

source: List of values.
de: Werteliste.

source: Consolidation of status changes.
de: Konsolidierung von Statusänderungen.

source: See: :ref:`status`
de: Siehe: :ref:`status`

source: Notification system.
de: Benachrichtigungssystem.

source: Features
de: Eigenschaften

source: ProjeQtOr is a "Quality based Project Organizer".
de: ProjeQtOr ist ein auf Qualität basierender Projektorganisator.

source: Concepts
de: Konzepte

source: This chapter defines the concepts of ProjeQtOr.
de: Dieses Kapitel definiert die Konzepte von ProjeQtOr.

source: They can be referred in the following chapters.
de: Sie können in den folgenden Kapiteln beschrieben werden.

source: Graphical user interface
de: Grafische Benutzeroberfläche

source: ProjeQtOr provides a very rich user interface.
de: ProjeQtOr bietet eine sehr umfangreiche Benutzeroberfläche.

source: Planning and Follow-up
de: Planung und Nachbereitung

source: Real work allocation
de: Echte Arbeitsverteilung

source: Document management
de: Verwaltung von Dokumente

source: ProjeQtOr integrates an easy to use Document Management feature.
de: ProjeQtOr integriert eine einfach zu bedienende Dokumentenverwaltung.

source: Ticket management
de: Ticket-Verwaltung

source: Requirements & Tests
de: Anforderungen & Tests

source: Financial
de: Finanzwesen

source: Configuration Management
de: Configuration Management" (Konfigurationsverwaltung

source: Risk & Issue Management
de: Risk & Issue Management" (Risikomanagement

source: Review logs
de: Protokolle prüfen

source: Environmental parameters
de: Umweltparamete

source: Tools
de: Werkzeuge

source: Controls & Automation
de: Steuerung & Automatisierung

source: Access rights
de: Zugriffsberechtigunge

source: Lists of values
de: Wertelisten

source: Lists of types
de: Typenlisten

source: Organizations
de: Organisationen

source: Administration
de: Verwaltung

source: Glossary
de: Glossar
