Repository: babynus/projeqtor
Catalog: branches/V9.1/projeqtor/docs/user/locale/*/LC_MESSAGES/ListsOfTypes.po
Languages: de

source: Types restrictions
de: Typen Einschränkungen

source: Restrictions can be defined for a project, a project type or a profile.
de: Einschränkungen können für ein Projekt, einen Projekttyp oder ein Profil definiert werden.

source: Types restrictions section on Project screen.
de: Typenbeschränkungen auf dem Projektbildschirm.

source: Type restriction management
de: Verwaltung von Typenbeschränkungen

source: Click on \"Restrict types\" button to display the dialog box.
de: Klicken Sie auf die Schaltfläche \"Typen einschränken\", um das Dialogfeld anzuzeigen.

source: Displays element type names where a restriction is applied
de: Zeigt Elementtypnamen an, bei denen eine Einschränkung angewendet wird

source: Projects types
de: Arten von Projekten

source: Project type is a way to define common behavior on group of projects.
de: Projekttyp ist eine Möglichkeit, allgemeines Verhalten in einer Gruppe von Projekten zu definieren.

source: Code of the project type
de: Code des Projekttyps

source: Some important behavior will depend on code of the project type.
de: Einige wichtige Verhaltensweisen hängen vom Code des Projekttyps ab.

source: **OPE** : Operational project
de: **OPE** : Operatives Projekt

source: Most common project to follow activity.
de: Häufigstes zu verfolgendes Projekt.

source: All new types are created with **OPE** code.
de: Alle neuen Typen werden mit **OPE**-Code erstellt.

source: **ADM** : Administrative project
de: **ADM** : Verwaltungsprojekt

source: **TMP** : Template project
de: **TMP** : Template-Projekt

source: These projects will not be used to follow some work.
de: Diese Projekte werden nicht dazu benutzt, irgendeiner Arbeit zu folgen.

source: Section: Description
de: Sektion: Beschreibung

source: Field
de: Feld

source: Description
de: Beschreibung

source: Unique Id for the type.
de: Eindeutige Id für den Typ.

source: Name of the type.
de: Name des Typs.

source: :term:`Code of the project type`.
de: :term:`Code des Projekttyps`.

source: **Workflow**
de: **Arbeitsablauf**

source: Sort order
de: Sortierung

source: Number to define order of display in lists.
de: Nummer zur Festlegung der Reihenfolge der Anzeige in Listen.

source: Billing type
de: Fakturierungsart

source: :term:`Closed`
de: :term:`Geschlossen`

source: Box checked indicates the type is archived.
de: Box checked zeigt an, dass der Typ archiviert ist.

source: Description of the type.
de: Beschreibung des Typs.

source: **\* Required field**
de: **Erforderliches Feld**

source: Tickets types
de: Ticket-Arten

source: Ticket type is a way to define common behavior on group of tickets.
de: Tickettyp ist eine Möglichkeit, allgemeines Verhalten für eine Gruppe von Tickets zu definieren.

source: Code of the type.
de: Code des Typs.

source: Activities types
de: Typische Aktivitäten

source: **Default planning mode**
de: **Standard-Planungsmodus**

source: Default planning mode for type.
de: Standard-Planungsmodus für Typ.

source: Milestones types
de: Meilensteine Typen

source: Quotations types
de: Typische Angebote

source: Orders types
de: Musterbestellungen

source: Individual expenses types
de: Einzelne Spesenarten

source: Project expenses types
de: Projektausgabenarten

source: Expenses details types
de: Aufwandsarten

source: Value / unit
de: Wert / Einheit

source: Define calculation mode for the detail type.
de: Berechnungsmodus für den Detailtyp definieren.

source: If unit is set and not value, this line will be imputable.
de: Wenn Einheit und nicht Wert eingestellt ist, ist diese Zeile zurechenbar.

source: If both unit and value are set, the line will be read only.
de: Wenn sowohl Einheit als auch Wert eingestellt sind, wird die Zeile nur gelesen.

source: Section: Scope
de: Sektion: Geltungsbereich

source: Individual expense
de: Individueller Aufwand

source: Details type of individual expense.
de: Details zur Art des individuellen Aufwands.

source: Project expense
de: Projektaufwendungen

source: Details type of project expense.
de: Details Art der Projektkosten.

source: Bills types
de: Rechnungsarten

source: Bill type is a way to define common behavior on group of bills.
de: Rechnungsart ist ein Weg, um allgemeines Verhalten auf einer Gruppe von Rechnungen zu definieren.

source: Payments types
de: Zahlungsarten

source: Payment type is a way to define common behavior on group of payments.
de: Zahlungsart ist eine Möglichkeit, ein gemeinsames Verhalten für eine Gruppe von Zahlungen zu definieren.

source: Risks types
de: Risikoarten

source: Risk type is a way to define common behavior on group of risks.
de: Risikoart ist ein Weg, um ein gemeinsames Verhalten für eine Gruppe von Risiken zu definieren.

source: Opportunities types
de: Arten von Chancen

source: Actions types
de: Aktionstypen

source: Action type is a way to define common behavior on group of actions.
de: Aktionstyp ist eine Möglichkeit, allgemeines Verhalten für eine Gruppe von Aktionen zu definieren.

source: Issues types
de: Ausgabenarten

source: Issue type is a way to define common behavior on group of issues.
de: Issue-Typ ist ein Weg, um ein gemeinsames Verhalten bei einer Gruppe von Issues zu definieren.

source: Meetings types
de: Besprechungsarten

source: Meeting type is a way to define common behavior on group of meetings.
de: Besprechungstyp ist ein Weg, um ein gemeinsames Verhalten in einer Gruppe von Besprechungen zu definieren.

source: Meeting type is also used for periodic meetings definition.
de: Besprechungstyp wird auch für die Definition periodischer Besprechungen verwendet.

source: Decisions types
de: Entscheidungsarten

source: Decision type is a way to define common behavior on group of decisions.
de: Entscheidungstyp ist ein Weg, um ein gemeinsames Verhalten für eine Gruppe von Entscheidungen zu definieren.

source: Questions types
de: Fragentypen

source: Question type is a way to define common behavior on group of questions.
de: Fragetyp ist eine Möglichkeit, allgemeines Verhalten bei Fragengruppen zu definieren.

source: Messages types
de: Nachrichtentypen

source: Color
de: Farbe

source: Display color for messages of this type.
de: Anzeigefarbe für Nachrichten dieses Typs.

source: Documents types
de: Arten von Dokumenten

source: Document type is a way to define common behavior on group of documents.
de: Dokumenttyp ist ein Weg, um ein gemeinsames Verhalten für eine Gruppe von Dokumenten zu definieren.

source: Contexts types
de: Kontexte Typen

source: Only the name of the context types can be changed.
de: Nur der Name der Kontexttypen kann geändert werden.

source: No new context type can be added.
de: Es kann kein neuer Kontexttyp hinzugefügt werden.

source: No context type can be deleted.
de: Kein Kontexttyp kann gelöscht werden.

source: Requirements types
de: Anforderungsarten

source: Test cases types
de: Testfälle Typen

source: Test sessions types
de: Arten von Testsitzungen

source: Customers types
de: Kundentypen

source: Providers types
de: Anbieter-Typen

source: Provider type is a way to define different kinds of providers.
de: Providertyp ist eine Möglichkeit, verschiedene Arten von Providern zu definieren.

source: Products types
de: Produkte-Type

source: Product type is a way to define common behavior to group of product.
de: Produkttyp ist eine Möglichkeit, das gemeinsame Verhalten einer Produktgruppe zu definieren.

source: Components types
de: Bauelemente-Type

source: Behavior section
de: Abschnitt Verhalten

source: This section is common to several element types.
de: Dieser Abschnitt ist mehreren Elementtypen gemeinsam.

source: Allows to determine some GUI behavior, according to element types.
de: Ermöglicht die Bestimmung des GUI-Verhaltens nach Elementtypen.

source: Depending on the element type the following fields can be displayed.
de: Je nach Elementtyp können folgende Felder angezeigt werden.

source: Description or Comments
de: Beschreibung oder Kommentare

source: Box checked indicates the field, \":term:`Description`\" is mandatory.
de: Box angekreuzt zeigt an, dass das Feld \":term:`Beschreibung`\" obligatorisch ist.

source: Responsible
de: Verantwortlich

source: Result
de: Ergebnis

source: Flag status
de: Flaggenstatus

source: Fields: Lock handled, Lock done, Lock closed and Lock cancelled
de: Felder: Lock handled, Lock done, Lock closed und Lock cancelled

source: Ticket type
de: Ticketart

source: Lock solved
de: Schloss gelöst

source: Box checked indicates the fieldâ€š \"Solved\" is read only.
de: Feld angekreuzt zeigt an, dass das Feld \"Gelöst\" schreibgeschützt ist.
