Repository: babynus/projeqtor
Catalog: branches/V9.1/projeqtor/docs/user/locale/*/LC_MESSAGES/ListsOfValues.po
Languages: de

source: Each screen in List of values allows to define your own values.
de: Jeder Bildschirm in der Werteliste erlaubt es, eigene Werte zu definieren.

source: Then you will be able to select them in corresponding screens.
de: Dann können Sie sie in den entsprechenden Bildschirmen auswählen.

source: To use them you must enable their parameter in global parameters.
de: Um sie zu verwenden, müssen Sie deren Parameter in globalen Parametern aktivieren.

source: Functions
de: Funktionen

source: The function defines the generic competency of a resource.
de: Die Funktion definiert die generische Kompetenz einer Ressource.

source: Field
de: Bereich

source: Description
de: Beschreibung

source: Unique Id for this value.
de: Unique Id für diesen Wert.

source: Name of this value.
de: Name dieses Wertes.

source: Sort order
de: Sortierung

source: Number to define order of display in lists.
de: Nummer zur Festlegung der Reihenfolge der Anzeige in Listen.

source: Flag to indicate this value is archived.
de: Flag zum Anzeigen dieses Wertes wird archiviert.

source: Complete description of this value.
de: Vollständige Beschreibung dieses Wertes.

source: **\* Required field**
de: **\* Pflichtfeld**

source: Status
de: Status" (Status

source: The status is an important element of items lifecycle.
de: Der Status ist ein wichtiges Element im Lebenszyklus eines Artikels.

source: It defines the progress of the treatment of the element.
de: Es definiert den Fortschritt der Behandlung des Elements.

source: See: :ref:`workflow`.
de: Siehe: :ref:`workflow`.

source: Handled status
de: Behandelter Zustand

source: This status specifies that the treatment of item is taken over.
de: Dieser Status gibt an, dass die Behandlung des Artikels übernommen wird.

source: A :term:`responsible` can be determined.
de: Ein :term:`Verantwortlicher` kann bestimmt werden.

source: Done status
de: Erledigter Status

source: This status specifies that the treatment of item is done.
de: Dieser Status gibt an, dass die Behandlung des Artikels abgeschlossen ist.

source: A :term:`result` can be specify.
de: Ein :term:`Ergebnis` kann angegeben werden.

source: It is possible to require a result when the status change to "done".
de: Es ist möglich, ein Ergebnis zu verlangen, wenn der Status auf "Fertig" wechselt.

source: Closed status
de: Geschlossener Status

source: This status specifies that the item is closed.
de: Dieser Status gibt an, dass das Objekt geschlossen ist.

source: This item is archived, and it disappeared in the list.
de: Dieser Artikel ist archiviert und in der Liste verschwunden.

source: Item can reappear when "show closed item" is checked.
de: Objekt kann wieder erscheinen, wenn "geschlossenes Objekt anzeigen" angekreuzt ist.

source: Cancelled status
de: Status abgebrochen

source: This status specifies that the item is cancelled.
de: Dieser Status gibt an, dass der Artikel storniert wird.

source: :term:`Handled status`
de: :term:`Bearbeiteter Status`

source: Defines whether â€˜handledâ€™ flag is automatically set for this status.
de: Legt fest, ob für diesen Status automatisch das Flag'behandelt' gesetzt wird.

source: :term:`Done status`
de: :term:`Status erledigt`

source: Defines whether â€˜doneâ€™ flag is automatically set for this status.
de: Legt fest, ob für diesen Status automatisch das Kennzeichen'erledigt' gesetzt wird.

source: :term:`Closed status`
de: :term:`Status geschlossen `

source: Defines whether â€˜closedâ€™ flag is automatically set for this status.
de: Legt fest, ob für diesen Status automatisch das Flag'geschlossen' gesetzt wird.

source: :term:`Cancelled status`
de: :term:`Status abgebrochen`

source: Defines whether â€˜cancelledâ€™ flag is automatically set for this status.
de: Legt fest, ob für diesen Status automatisch das Kennzeichen'storniert' gesetzt wird.

source: Color
de: Farbe

source: Color to display the status in element lists.
de: Farbe zur Anzeige des Status in Elementlisten.

source: Consolidation of status changes
de: Konsolidierung von Statusänderungen

source: Resolutions
de: Entschließungen

source: Allows to define different kinds of resolution for tickets.
de: Ermöglicht die Definition verschiedener Auflösungen für Tickets.

source: Solved
de: Gelöst

source: Color to display the resolution in element lists.
de: Farbe zur Anzeige der Auflösung in Elementlisten.

source: Quality levels
de: Qualitätsstufe

source: It defines in a visual way the global conformity of the project.
de: Es definiert visuell die globale Konformität des Projekts.

source: Icon
de: Symbol

source: Icon that can be displayed for this quality level.
de: Symbol, das für diese Qualitätsstufe angezeigt werden kann.

source: If no icon is defined, color is used.
de: Wenn kein Symbol definiert ist, wird Farbe verwendet.

source: You can define your own icons list (see: administration guide).
de: Sie können Ihre eigene Ikonliste definieren (siehe: Administrationsanleitung).

source: Health status
de: Gesundheitszustan

source: The health status is a manual indicator for the health of a project.
de: Der Gesundheitsstatus ist ein manueller Indikator für den Gesundheitszustand eines Projektes.

source: It defines in a visual way the global health of the project.
de: Es definiert auf visuelle Weise die globale Gesundheit des Projekts.

source: Icon that can be displayed for this health status.
de: Symbol, das für diesen Gesundheitsstatus angezeigt werden kann.

source: Overall progress
de: Gesamter Verlauf

source: It is displayed on Today screen, for each project.
de: Es wird auf dem Heute-Bildschirm für jedes Projekt angezeigt.

source: Trends
de: Tendenzen

source: The trend is a manual indicator for the global trend of project health.
de: Der Trend ist ein manueller Indikator für den globalen Trend der Projektgesundheit.

source: It defines in a visual way the health trend of the project.
de: Es definiert visuell den Gesundheitstrend des Projekts.

source: Color to display the trend in element lists and on today screen.
de: Farbe zur Darstellung des Trends in Elementlisten und auf dem Heute-Bildschirm.

source: Icon that can be displayed for this trend.
de: Symbol, das für diesen Trend angezeigt werden kann.

source: Likelihoods
de: Wahrscheinlichkeiten

source: The likelihood is the probability of a risk or an opportunity to occur.
de: Die Wahrscheinlichkeit ist die Wahrscheinlichkeit, dass ein Risiko oder eine Chance eintritt.

source: Value
de: Wert

source: Value of likelihood.
de: Wert der Wahrscheinlichkeit.

source: % value
de: %-Werte

source: Value in percent.
de: Wert in Prozent.

source: Color to display the likelihood in element lists
de: Farbe zur Darstellung der Wahrscheinlichkeit in Elementlisten

source: Criticalities
de: Kritikalität

source: The criticality is the importance of an element to its context.
de: Die Kritikalität ist die Bedeutung eines Elements für seinen Kontext.

source: Value of criticality.
de: Wert der Kritikalität.

source: Color to display the criticality in element lists.
de: Farbe zur Anzeige der Kritikalität in Elementlisten.

source: Severities
de: Schweregrade

source: Value of severity.
de: Wert der Schwere.

source: Color to display the severity in element lists.
de: Farbe zur Anzeige des Schweregrades in Elementlisten.

source: Urgencies
de: Dringlichkeiten

source: Value of urgency.
de: Wert der Dringlichkeit.

source: Color to display the urgency in element lists.
de: Farbe zur Anzeige der Dringlichkeit in Elementlisten.

source: Priorities
de: Schwerpunkte

source: The ticket priority defines the order to treat different tickets.
de: Die Ticket-Priorität definiert die Reihenfolge, in der verschiedene Tickets behandelt werden.

source: Value of priority.
de: Wert der Priorität.

source: Color to display the priority in element lists.
de: Farbe zur Anzeige der Priorität in Elementlisten.

source: Risk levels
de: Gefahrenstufen

source: Color to display the risk level in element lists.
de: Farbe zur Anzeige der Risikostufe in Elementlisten.

source: Feasibilities
de: Durchführbarkeiten

source: Unique Id for this status.
de: Unique Id für diesen Status.

source: Name of this status.
de: Name dieses Status.

source: Color to display the feasibility in element lists.
de: Farbe zur Darstellung der Machbarkeit in Elementlisten.

source: Flag to indicate this status is archived.
de: Kennzeichen zur Anzeige dieses Status wird archiviert.

source: Efficiencies
de: Wirkungsgrade

source: The efficiency measures the result of an action.
de: Die Effizienz misst das Ergebnis einer Aktion.

source: Color to display the efficiency in element lists.
de: Farbe zur Anzeige der Effizienz in Elementlisten.

source: Payment deadlines
de: Zahlungstermine

source: The payment deadline is stated on the bill.
de: Die Zahlungsfrist steht auf der Rechnung.

source: Number of days
de: Zahl der Tage

source: Delay in payment (in days).
de: Zahlungsverzug (in Tagen).

source: End of month
de: Ende des Monats

source: Flag to indicate that delay for payment is set at the end of month.
de: Kennzeichen, dass der Zahlungsverzug am Monatsende gesetzt wird.

source: Payment methods
de: Zahlungsmethoden

source: The mode of payment.
de: Die Zahlungsweise.

source: Delivery modes
de: Liefermöglichkeite

source: The mode of delivery.
de: Die Art der Lieferung.

source: Measure units
de: MaßŸeinheiten

source: The measure units.
de: Die MaßŸeinheiten.

source: Plural of name
de: Mehrzahl des Namens

source: Plural form of name.
de: Pluraler Name.

source: Tender status
de: Status der Ausschreibun

source: Allows to define or create your own tender status list.
de: Ermöglicht die Definition oder Erstellung einer eigenen Ausschreibungsstatusliste.

source: Waiting tender
de: Wartende Ausschreibung

source: Status information.
de: Statusinformationen.

source: Tender received
de: Ausschreibung erhalten

source: status information.
de: Statusinformationen.

source: Tender not selected
de: Ausschreibung nicht ausgewählt

source: Tender selected
de: Ausschreibung ausgewählt

source: Categories of project
de: Kategorien von Projekten

source: Incoming weights
de: Eingehende Gewichte

source: Define your incoming weights list and select it in Incoming screen.
de: Definieren Sie Ihre Liste der eingehenden Gewichte und wählen Sie diese im Bildschirm "Eingehende Gewichte" aus.

source: **Value**
de: **Wert**

source: Value of incoming weights.
de: Wert der eingehenden Gewichte.

source: Color to display the incoming weights in element lists.
de: Farbe zur Anzeige der eingehenden Gewichte in Elementlisten.

source: Deliverable weights
de: Lieferbare Gewichte

source: Value of deliverable weights.
de: Wert der lieferbaren Gewichte.

source: Color to display the deliverable weights in element lists.
de: Farbe zur Anzeige der lieferbaren Gewichte in Elementlisten.

source: Incoming status
de: Eingehender Status

source: Define your incoming status list and select it in Incoming screen.
de: Definieren Sie Ihre eingehende Statusliste und wählen Sie diese im Bildschirm "Eingang" aus.

source: Value of incoming status.
de: Wert des eingehenden Status.

source: Color to display the incoming status in element lists.
de: Farbe zur Anzeige des eingehenden Status in Elementlisten.

source: Deliverable status
de: Lieferbarer Status

source: Value of deliverable status.
de: Wert des Lieferstatus.

source: Color to display the deliverable status in element lists.
de: Farbe zur Anzeige des Lieferstatus in Elementlisten.

source: Languages
de: Sprachen

source: Allows to define and create your own languages list.
de: Erlaubt die Definition und Erstellung einer eigenen Sprachenliste.
